Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Please enter a test recipient email address.
de: Bitte geben Sie eine Test-Empfänger-E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico de destinatario de prueba.
fr: Veuillez saisir une adresse e-mail de destinataire de test.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Are you sure you want to delete this user?
de: Möchten Sie diesen Benutzer wirklich löschen?
es: ¿Estás seguro de que quieres eliminar a este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé

source: Never expires
de: Läuft nie ab
es: Nunca expira
fr: N'expire jamais

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Invite code generated successfully: {code}
de: Einladungscode erfolgreich generiert: {code}
es: Código de invitación generado correctamente: {code}
fr: Code d'invitation généré avec succès : {code}

source: Failed to generate: {error}
de: Fehler beim Generieren: {error}
es: Error al generar: {error}
fr: Échec de la génération : {error}

source: An error occurred while generating the invite code.
de: Beim Generieren des Einladungscodes ist ein Fehler aufgetreten.
es: Ocurrió un error al generar el código de invitación.
fr: Une erreur s'est produite lors de la génération du code d'invitation.

source: Operation failed: {error}
de: Vorgang fehlgeschlagen: {error}
es: Operación fallida: {error}
fr: L'opération a échoué : {error}

source: Are you sure you want to delete this invite code?
de: Möchten Sie diesen Einladungscode wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este código de invitación?
fr: Êtes-vous sûr de vouloir supprimer ce code d'invitation ?

source: Delete failed: {error}
de: Löschen fehlgeschlagen: {error}
es: Error al eliminar: {error}
fr: Échec de la suppression : {error}

source: Delete failed
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression

source: Current Settings
de: Aktuelle Einstellungen
es: Configuración actual
fr: Paramètres actuels

source: Please enter a name for this TTS profile:
de: Bitte geben Sie einen Namen für dieses TTS-Profil ein:
es: Por favor, introduce un nombre para este perfil de TTS:
fr: Veuillez saisir un nom pour ce profil TTS :

source: TTS profile saved successfully!
de: TTS-Profil erfolgreich gespeichert!
es: ¡Perfil de TTS guardado correctamente!
fr: Profil TTS enregistré avec succès !

source: Failed to save TTS profile
de: Fehler beim Speichern des TTS-Profils
es: Error al guardar el perfil de TTS
fr: Échec de l'enregistrement du profil TTS

source: An error occurred while saving the profile
de: Beim Speichern des Profils ist ein Fehler aufgetreten
es: Ocurrió un error al guardar el perfil
fr: Une erreur s'est produite lors de l'enregistrement du profil

source: Please select a profile to update
de: Bitte wählen Sie ein Profil zum Aktualisieren aus
es: Por favor, selecciona un perfil para actualizar
fr: Veuillez sélectionner un profil à mettre à jour

source: Update profile "{name}"?
de: Profil "{name}" aktualisieren?
es: ¿Actualizar perfil "{name}"?
fr: Mettre à jour le profil "{name}" ?

source: TTS profile updated successfully!
de: TTS-Profil erfolgreich aktualisiert!
es: ¡Perfil de TTS actualizado correctamente!
fr: Profil TTS mis à jour avec succès !

source: Failed to update TTS profile
de: Fehler beim Aktualisieren des TTS-Profils
es: Error al actualizar el perfil de TTS
fr: Échec de la mise à jour du profil TTS

source: An error occurred while updating the profile
de: Beim Aktualisieren des Profils ist ein Fehler aufgetreten
es: Ocurrió un error al actualizar el perfil
fr: Une erreur s'est produite lors de la mise à jour du profil

source: Please select a profile to delete
de: Bitte wählen Sie ein Profil zum Löschen aus
es: Por favor, selecciona un perfil para eliminar
fr: Veuillez sélectionner un profil à supprimer

source: Delete profile "{name}"? This cannot be undone.
de: Profil "{name}" löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar perfil "{name}"? Esta acción no se puede deshacer.
fr: Supprimer le profil "{name}" ? Cette action est irréversible.

source: TTS profile deleted successfully!
de: TTS-Profil erfolgreich gelöscht!
es: ¡Perfil de TTS eliminado correctamente!
fr: Profil TTS supprimé avec succès !

source: Failed to delete TTS profile
de: Fehler beim Löschen des TTS-Profils
es: Error al eliminar el perfil de TTS
fr: Échec de la suppression du profil TTS

source: An error occurred while deleting the profile
de: Beim Löschen des Profils ist ein Fehler aufgetreten
es: Ocurrió un error al eliminar el perfil
fr: Une erreur s'est produite lors de la suppression du profil

source: Please enter a name for this LLM profile:
de: Bitte geben Sie einen Namen für dieses LLM-Profil ein:
es: Por favor, introduce un nombre para este perfil de LLM:
fr: Veuillez saisir un nom pour ce profil LLM :

source: LLM profile saved successfully!
de: LLM-Profil erfolgreich gespeichert!
es: ¡Perfil de LLM guardado correctamente!
fr: Profil LLM enregistré avec succès !

source: Failed to save LLM profile
de: Fehler beim Speichern des LLM-Profils
es: Error al guardar el perfil de LLM
fr: Échec de l'enregistrement du profil LLM

source: LLM profile updated successfully!
de: LLM-Profil erfolgreich aktualisiert!
es: ¡Perfil de LLM actualizado correctamente!
fr: Profil LLM mis à jour avec succès !

source: Failed to update LLM profile
de: Fehler beim Aktualisieren des LLM-Profils
es: Error al actualizar el perfil de LLM
fr: Échec de la mise à jour du profil LLM

source: LLM profile deleted successfully!
de: LLM-Profil erfolgreich gelöscht!
es: ¡Perfil de LLM eliminado correctamente!
fr: Profil LLM supprimé avec succès !

source: Failed to delete LLM profile
de: Fehler beim Löschen des LLM-Profils
es: Error al eliminar el perfil de LLM
fr: Échec de la suppression du profil LLM

source: Login Success
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de connexion

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire

source: Download Book
de: Buch herunterladen
es: Descargar libro
fr: Télécharger le livre

source: Upload Book
de: Buch hochladen
es: Subir libro
fr: Téléverser le livre

source: Delete Book
de: Buch löschen
es: Eliminar libro
fr: Supprimer le livre

source: Search Books
de: Bücher suchen
es: Buscar libros
fr: Rechercher des livres

source: Edit Metadata
de: Metadaten bearbeiten
es: Editar metadatos
fr: Modifier les métadonnées

source: Push to Kindle
de: An Kindle senden
es: Enviar a Kindle
fr: Envoyer vers Kindle

source: Push to Anx
de: An Anx senden
es: Enviar a Anx
fr: Envoyer vers Anx

source: Push Anx to Calibre
de: Anx zu Calibre senden
es: Enviar Anx a Calibre
fr: Envoyer Anx vers Calibre

source: Generate Audiobook
de: Hörbuch generieren
es: Generar audiolibro
fr: Générer un livre audio

source: Update Audiobook Progress
de: Hörbuch-Fortschritt aktualisieren
es: Actualizar progreso del audiolibro
fr: Mettre à jour la progression du livre audio

source: Update Audiobook Reading Time
de: Hörbuch-Lesezeit aktualisieren
es: Actualizar tiempo de lectura del audiolibro
fr: Mettre à jour le temps de lecture du livre audio

source: Update Audiobook Reading Progress
de: Hörbuch-Fortschritt aktualisieren
es: Actualizar progreso del audiolibro
fr: Mettre à jour la progression de lecture du livre audio

source: Update Reading Progress
de: Lesefortschritt aktualisieren
es: Actualizar progreso de lectura
fr: Mettre à jour la progression de lecture

source: Update Reading Time
de: Lesezeit aktualisieren
es: Actualizar tiempo de lectura
fr: Mettre à jour le temps de lecture

source: Start LLM Chat
de: LLM-Chat starten
es: Iniciar chat LLM
fr: Démarrer une discussion LLM

source: LLM Chat Message
de: LLM-Chat-Nachricht
es: Mensaje de chat LLM
fr: Message de discussion LLM

source: Delete LLM Session
de: LLM-Sitzung löschen
es: Eliminar sesión LLM
fr: Supprimer la session LLM

source: Delete LLM Message
de: LLM-Nachricht löschen
es: Eliminar mensaje LLM
fr: Supprimer le message LLM

source: Generate MCP Token
de: MCP-Token generieren
es: Generar token MCP
fr: Générer un jeton MCP

source: Delete MCP Token
de: MCP-Token löschen
es: Eliminar token MCP
fr: Supprimer le jeton MCP

source: MCP API Call
de: MCP-API-Aufruf
es: Llamada a la API de MCP
fr: Appel API MCP

source: Update User Settings
de: Benutzereinstellungen aktualisieren
es: Actualizar ajustes de usuario
fr: Mettre à jour les paramètres utilisateur

source: Update Global Settings
de: Globale Einstellungen aktualisieren
es: Actualizar ajustes globales
fr: Mettre à jour les paramètres globaux

source: Update Password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe

source: Enable 2FA
de: 2FA aktivieren
es: Activar 2FA
fr: Activer l'A2F

source: Disable 2FA
de: 2FA deaktivieren
es: Desactivar 2FA
fr: Désactiver l'A2F

source: Create User
de: Benutzer erstellen
es: Crear usuario
fr: Créer un utilisateur

source: Update User
de: Benutzer aktualisieren
es: Actualizar usuario
fr: Mettre à jour l'utilisateur

source: Delete User
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur

source: Lock User
de: Benutzer sperren
es: Bloquear usuario
fr: Verrouiller l'utilisateur

source: Unlock User
de: Benutzer entsperren
es: Desbloquear usuario
fr: Déverrouiller l'utilisateur

source: Create Invite Code
de: Einladungscode erstellen
es: Crear código de invitación
fr: Créer un code d'invitation

source: Delete Invite Code
de: Einladungscode löschen
es: Eliminar código de invitación
fr: Supprimer le code d'invitation

source: Use Invite Code
de: Einladungscode verwenden
es: Usar código de invitación
fr: Utiliser le code d'invitation

source: Toggle Invite Code
de: Einladungscode umschalten
es: Activar/desactivar código de invitación
fr: Basculer le code d'invitation

source: Create Service Config
de: Dienstkonfiguration erstellen
es: Crear configuración de servicio
fr: Créer une configuration de service

source: Update Service Config
de: Dienstkonfiguration aktualisieren
es: Actualizar configuración de servicio
fr: Mettre à jour la configuration de service

source: Delete Service Config
de: Dienstkonfiguration löschen
es: Eliminar configuración de servicio
fr: Supprimer la configuration de service

source: Test SMTP
de: SMTP testen
es: Probar SMTP
fr: Tester SMTP

source: KOReader Sync Progress
de: KOReader-Fortschritt synchronisieren
es: Sincronizar progreso de KOReader
fr: Synchronisation de progression KOReader

source: KOReader Sync Reading Time
de: KOReader-Lesezeit synchronisieren
es: Sincronizar tiempo de lectura de KOReader
fr: Synchronisation du temps de lecture KOReader

source: KOReader Update Summary
de: KOReader-Zusammenfassung aktualisieren
es: Actualizar resumen de KOReader
fr: Mettre à jour le résumé KOReader

source: Delete User Activity Log
de: Benutzeraktivitätsprotokoll löschen
es: Eliminar Registro de Actividad del Usuario
fr: Supprimer le journal d'activité de l'utilisateur

source: Delete All Activity Logs
de: Alle Aktivitätsprotokolle löschen
es: Eliminar Todos los Registros de Actividad
fr: Supprimer tous les journaux d'activité

source: Activity Details for
de: Aktivitätsdetails für
es: Detalles de actividad para
fr: Détails de l'activité pour

source: Reading Progress
de: Lesefortschritt
es: Progreso de lectura
fr: Progression de la lecture

source: Failed to load event type details
de: Fehler beim Laden der Ereignistypdetails
es: Error al cargar los detalles del tipo de evento
fr: Échec du chargement des détails du type d'événement

source: Lock User Account
de: Benutzerkonto sperren
es: Bloquear cuenta de usuario
fr: Verrouiller le compte utilisateur

source: Please enter a valid duration
de: Bitte geben Sie eine gültige Dauer ein.
es: Por favor, introduce una duración válida
fr: Veuillez saisir une durée valide

source: Are you sure you want to unlock this user account?
de: Möchten Sie dieses Benutzerkonto wirklich entsperren?
es: ¿Estás seguro de que quieres desbloquear esta cuenta de usuario?
fr: Êtes-vous sûr de vouloir déverrouiller ce compte utilisateur ?

source: Are you sure you want to reset failed login attempts for this user?
de: Möchten Sie die fehlgeschlagenen Anmeldeversuche für diesen Benutzer wirklich zurücksetzen?
es: ¿Estás seguro de que quieres restablecer los intentos de inicio de sesión fallidos para este usuario?
fr: Êtes-vous sûr de vouloir réinitialiser les tentatives de connexion échouées pour cet utilisateur ?

source: Audiobook Player
de: Hörbuch-Player
es: Reproductor de Audiolibros
fr: Lecteur de livres audio

source: Back to main library
de: Zurück zur Hauptbibliothek
es: Volver a la biblioteca principal
fr: Retour à la bibliothèque principale

source: Calibre Library
de: Calibre-Bibliothek
es: Biblioteca de Calibre
fr: Bibliothèque Calibre

source: Anx Library
de: Anx-Bibliothek
es: Biblioteca Anx
fr: Bibliothèque Anx

source: Search in library...
de: In Bibliothek suchen...
es: Buscar en la biblioteca...
fr: Rechercher dans la bibliothèque...

source: No audiobooks found in this library.
de: Keine Hörbücher in dieser Bibliothek gefunden.
es: No se encontraron audiolibros en esta biblioteca.
fr: Aucun livre audio trouvé dans cette bibliothèque.

source: Try generating one from your book list.
de: Versuchen Sie, eines aus Ihrer Buchliste zu generieren.
es: Intenta generar uno desde tu lista de libros.
fr: Essayez d'en générer un à partir de votre liste de livres.

source: Select an audiobook to begin playback.
de: Wählen Sie ein Hörbuch aus, um die Wiedergabe zu starten.
es: Selecciona un audiolibro para empezar a reproducirlo.
fr: Sélectionnez un livre audio pour commencer la lecture.

source: Now Playing
de: Aktuelle Wiedergabe
es: Reproduciendo Ahora
fr: En cours de lecture

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque

source: Having issues or suggestions?
de: Haben Sie Probleme oder Vorschläge?
es: ¿Tienes problemas o sugerencias?
fr: Vous avez des problèmes ou des suggestions ?

source: Bug Report
de: Fehlerbericht
es: Informar de un error
fr: Signaler un bug

source: Submit Suggestion
de: Vorschlag einreichen
es: Enviar sugerencia
fr: Soumettre une suggestion

source: Find This Helpful?
de: Finden Sie das hilfreich?
es: ¿Te resulta útil?
fr: Trouvez-vous cela utile ?

source: Buy me a Coffee ☕
de: Kauf mir einen Kaffee ☕
es: Cómprame un café ☕
fr: Offrez-moi un café ☕

source: The administrator has enabled logging. Your web activities may be recorded.
de: Der Administrator hat die Protokollierung aktiviert. Ihre Web-Aktivitäten können aufgezeichnet werden.
es: El administrador ha habilitado el registro. Tus actividades web pueden ser registradas.
fr: L'administrateur a activé la journalisation. Vos activités web peuvent être enregistrées.

source: AI Chat
de: KI-Chat
es: Chat de IA
fr: Chat IA

source: No chats in Calibre.
de: Keine Chats in Calibre.
es: No hay chats en Calibre.
fr: Aucune discussion dans Calibre.

source: No chats in Anx.
de: Keine Chats in Anx.
es: No hay chats en Anx.
fr: Aucune discussion dans Anx.

source: Select a conversation to begin.
de: Wählen Sie ein Gespräch aus, um zu beginnen.
es: Selecciona una conversación para comenzar.
fr: Sélectionnez une conversation pour commencer.

source: Menu
de: Menü
es: Menú

source: Type your message...
de: Geben Sie Ihre Nachricht ein...
es: Escribe tu mensaje...
fr: Tapez votre message...

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Home
de: Startseite
es: Inicio
fr: Accueil

source: Search Calibre books...
de: Calibre-Bücher suchen...
es: Buscar libros en Calibre...
fr: Rechercher des livres Calibre...

source: Upload
de: Hochladen
es: Subir
fr: Téléverser

source: Total %(total_books)s books (%(page)s/%(total_pages)s)
de: Insgesamt %(total_books)s Bücher (%(page)s/%(total_pages)s)
es: Total %(total_books)s libros (%(page)s/%(total_pages)s)
fr: Total %(total_books)s livres (%(page)s/%(total_pages)s)

source: 20/page
de: 20/Seite
es: 20/página

source: 50/page
de: 50/Seite
es: 50/página

source: 100/page
de: 100/Seite
es: 100/página

source: Previous
de: Zurück
es: Anterior
fr: Précédent

source: Go
de: Los
es: Ir
fr: Aller

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: Could not connect to the Calibre server.
de: Verbindung zum Calibre-Server konnte nicht hergestellt werden.
es: No se pudo conectar al servidor de Calibre.
fr: Impossible de se connecter au serveur Calibre.

source: The server returned a 401 Unauthorized error.
de: Der Server hat den Fehler 401 (Nicht autorisiert) zurückgegeben.
es: El servidor devolvió un error 401 No autorizado.
fr: Le serveur a retourné une erreur 401 Non autorisé.

source: The server returned a 403 Forbidden error.
de: Der Server hat den Fehler 403 (Verboten) zurückgegeben.
es: El servidor devolvió un error 403 Prohibido.
fr: Le serveur a retourné une erreur 403 Interdit.

source: The server returned an HTTP %(status_code)s error.
de: Der Server hat einen HTTP %(status_code)s Fehler zurückgegeben.
es: El servidor devolvió un error HTTP %(status_code)s.
fr: Le serveur a retourné une erreur HTTP %(status_code)s.

source: An unknown error occurred while connecting to Calibre.
de: Beim Verbinden mit Calibre ist ein unbekannter Fehler aufgetreten.
es: Ocurrió un error desconocido al conectar con Calibre.
fr: Une erreur inconnue s'est produite lors de la connexion à Calibre.

source: Ask AI
de: KI fragen
es: Preguntar a la IA
fr: Demander à l'IA

source: Rating
de: Bewertung
es: Calificación
fr: Note

source: Formats
de: Formate
es: Formatos

source: Read Date
de: Lesedatum
es: Fecha de lectura
fr: Date de lecture

source: Pushed to Anx
de: Zu Anx gepusht
es: Enviado a Anx
fr: Poussé vers Anx

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger

source: No books in Calibre library.
de: Keine Bücher in der Calibre-Bibliothek.
es: No hay libros en la biblioteca de Calibre.
fr: Aucun livre dans la bibliothèque Calibre.

source: Enter the WebDAV address in the Anx Reader settings page to synchronize (username and password are your login credentials):
de: Geben Sie die WebDAV-Adresse auf der Einstellungsseite des Anx Readers ein, um zu synchronisieren (Benutzername und Passwort sind Ihre Anmeldeinformationen):
es: Introduce la dirección WebDAV en la página de ajustes de Anx Reader para sincronizar (el nombre de usuario y la contraseña son tus credenciales de acceso):
fr: Saisissez l'adresse WebDAV dans la page des paramètres d'Anx Reader pour synchroniser (le nom d'utilisateur et le mot de passe sont vos identifiants de connexion) :

source: Click to copy
de: Zum Kopieren klicken
es: Haz clic para copiar
fr: Cliquez pour copier

source: Total Reading Time
de: Gesamte Lesezeit
es: Tiempo total de lectura
fr: Temps de lecture total

source: Note Count
de: Anzahl der Notizen
es: Número de notas
fr: Nombre de notes

source: Creation Time
de: Erstellungszeit
es: Fecha de creación
fr: Date de création

source: Update Time
de: Aktualisierungszeit
es: Fecha de actualización
fr: Date de mise à jour

source: Producer
de: Hersteller
es: Productor
fr: Producteur

source: No books in Anx library.
de: Keine Bücher in der Anx-Bibliothek.
es: No hay libros en la biblioteca de Anx.
fr: Aucun livre dans la bibliothèque Anx.

source: Upload Books
de: Bücher hochladen
es: Subir libros
fr: Téléverser des livres

source: Select files:
de: Dateien auswählen:
es: Seleccionar archivos:
fr: Sélectionner des fichiers :

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Done
de: Fertig
es: Hecho
fr: Terminé

source: Edit Book Information
de: Buchinformationen bearbeiten
es: Editar información del libro
fr: Modifier les informations du livre

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Upload Books to Anx Library
de: Bücher in die Anx-Bibliothek hochladen
es: Subir libros a la biblioteca Anx
fr: Téléverser des livres dans la bibliothèque Anx

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion

source: Login to Anx Calibre Manager
de: Anmelden bei Anx Calibre Manager
es: Iniciar sesión en Anx Calibre Manager
fr: Connexion à Anx Calibre Manager

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: 2FA Code
es: Código 2FA
fr: Code A2F

source: Please enter a 6-digit code
de: Bitte geben Sie einen 6-stelligen Code ein.
es: Por favor, introduce un código de 6 dígitos
fr: Veuillez saisir un code à 6 chiffres

source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Register here
de: Hier registrieren
es: Regístrate aquí
fr: Inscrivez-vous ici

source: Book Reader
de: Buchleser
es: Lector de libros
fr: Lecteur de livres

source: TTS Settings
de: TTS-Einstellungen
es: Ajustes de TTS
fr: Paramètres TTS

source: Rate
de: Geschwindigkeit
es: Velocidad
fr: Vitesse

source: Pitch
de: Tonhöhe
es: Tono
fr: Hauteur

source: Voice
de: Stimme
es: Voz
fr: Voix

source: Register for Anx Calibre Manager
de: Für Anx Calibre Manager registrieren
es: Registrarse en Anx Calibre Manager
fr: S'inscrire à Anx Calibre Manager

source: Invite Code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation

source: Please enter the invite code provided by an administrator
de: Bitte geben Sie den vom Administrator bereitgestellten Einladungscode ein
es: Por favor, introduce el código de invitación proporcionado por un administrador
fr: Veuillez saisir le code d'invitation fourni par un administrateur

source: 3-50 characters, letters, numbers, and underscores allowed
de: 3-50 Zeichen, Buchstaben, Zahlen und Unterstriche erlaubt.
es: 3-50 caracteres, letras, números y guiones bajos permitidos
fr: 3-50 caractères, lettres, chiffres et traits de soulignement autorisés

source: At least 6 characters
de: Mindestens 6 Zeichen.
es: Al menos 6 caracteres
fr: Au moins 6 caractères

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Login here
de: Hier anmelden
es: Inicia sesión aquí
fr: Connectez-vous ici

source: User Settings
de: Benutzereinstellungen
es: Ajustes de usuario
fr: Paramètres utilisateur

source: MCP Settings
de: MCP-Einstellungen
es: Ajustes de MCP
fr: Paramètres MCP

source: Koreader Sync Settings
de: Koreader-Synchronisierungseinstellungen
es: Ajustes de sincronización de Koreader
fr: Paramètres de synchronisation de Koreader

source: Global Settings
de: Globale Einstellungen
es: Ajustes globales
fr: Paramètres globaux

source: User Management
de: Benutzerverwaltung
es: Gestión de usuarios
fr: Gestion des utilisateurs

source: Invite Code Management
de: Einladungscode-Verwaltung
es: Gestión de códigos de invitación
fr: Gestion des codes d'invitation

source: User Activities
de: Benutzeraktivitäten
es: Actividades de usuario
fr: Activités de l'utilisateur

source: Initial Setup
de: Ersteinrichtung
es: Configuración inicial
fr: Configuration initiale

source: Welcome to Anx Calibre Manager
de: Willkommen beim Anx Calibre Manager
es: Bienvenido a Anx Calibre Manager
fr: Bienvenue dans Anx Calibre Manager
