Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Here are some examples of natural language prompts you can use with an AI agent. The agent will intelligently call one or more tools to fulfill your request.
de: Hier sind einige Beispiele für natürlichsprachige Prompts, die Sie mit einem KI-Agenten verwenden könnten. Der Agent würde intelligent ein oder mehrere Werkzeuge aufrufen, um Ihre Anfrage zu erfüllen.
es: Aquí tienes algunos ejemplos de prompts en lenguaje natural que podrías usar con un agente de IA. El agente llamaría de forma inteligente a una o más herramientas para satisfacer tu solicitud.
fr: Voici quelques exemples de prompts en langage naturel que vous pourriez utiliser avec un agent IA. L'agent appellera intelligemment un ou plusieurs outils pour répondre à votre demande.

source: Simple & Advanced Search
de: Einfache & Erweiterte Suche
es: Búsqueda Simple y Avanzada
fr: Recherche Simple et Avancée

source: Find books about Python programming.
de: Finde Bücher über Python-Programmierung.
es: Encuentra libros sobre programación en Python.
fr: Trouver des livres sur la programmation en Python.

source: Search for science fiction books by Isaac Asimov published after 1950.
de: Suche nach Science-Fiction-Büchern von Isaac Asimov, die nach 1950 veröffentlicht wurden.
es: Busca libros de ciencia ficción de Isaac Asimov publicados después de 1950.
fr: Rechercher des livres de science-fiction d'Isaac Asimov publiés après 1950.

source: Book Management
de: Buchverwaltung
es: Gestión de Libros
fr: Gestion de Livres

source: What are the 5 most recently added books? Send the first one to my Kindle.
de: Was sind die 5 zuletzt hinzugefügten Bücher? Sende das erste an meinen Kindle.
es: ¿Cuáles son los 5 libros añadidos más recientemente? Envía el primero a mi Kindle.
fr: Quels sont les 5 derniers livres ajoutés ? Envoyez le premier à mon Kindle.

source: Push the book 'Dune' to my Anx reader.
de: Schiebe das Buch 'Dune' auf meinen Anx-Reader.
es: Empuja el libro 'Dune' a mi lector Anx.
fr: Pousser le livre 'Dune' sur mon lecteur Anx.

source: Upload the book 'The Three-Body Problem' from my Anx library to Calibre.
de: Lade das Buch 'Die drei Sonnen' aus meiner Anx-Bibliothek nach Calibre hoch.
es: Sube el libro 'El problema de los tres cuerpos' de mi biblioteca Anx a Calibre.
fr: Téléverser le livre 'Le Problème à trois corps' de ma bibliothèque Anx vers Calibre.

source: Generate an audiobook for the book 'The Three-Body Problem'.
de: Generiere ein Hörbuch für das Buch 'Die drei Sonnen'.
es: Genera un audiolibro para el libro 'El problema de los tres cuerpos'.
fr: Générer un livre audio pour le livre 'Le Problème à trois corps'.

source: What is the status of the audiobook generation for 'The Three-Body Problem'?
de: Wie ist der Status der Hörbuchgenerierung für 'Die drei Sonnen'?
es: ¿Cuál es el estado de la generación del audiolibro para 'El problema de los tres cuerpos'?
fr: Quel est le statut de la génération du livre audio pour 'Le Problème à trois corps' ?

source: Content Interaction & Summarization
de: Inhaltsinteraktion & Zusammenfassung
es: Interacción y Resumen de Contenido
fr: Interaction et Résumé de Contenu

source: Show me the table of contents for the book 'Foundation'.
de: Zeig mir das Inhaltsverzeichnis für das Buch 'Foundation'.
es: Muéstrame la tabla de contenidos del libro 'Fundación'.
fr: Montre-moi la table des matières du livre 'Fondation'.

source: Fetch the first chapter of 'Foundation' and give me a summary.
de: Hole das erste Kapitel von 'Foundation' und gib mir eine Zusammenfassung.
es: Obtén el primer capítulo de 'Fundación' y dame un resumen.
fr: Récupère le premier chapitre de 'Fondation' et fais-moi un résumé.

source: Based on the chapter 'The Psychohistorians' from the book 'Foundation', what are the main ideas of psychohistory?
de: Was sind die Hauptideen der Psychohistorie, basierend auf dem Kapitel 'Die Psychohistoriker' aus dem Buch 'Foundation'?
es: Basado en el capítulo 'Los Psicohistoriadores' del libro 'Fundación', ¿cuáles son las ideas principales de la psicohistoria?
fr: D'après le chapitre 'Les Psychohistoriens' du livre 'Fondation', quelles sont les idées principales de la psychohistoire ?

source: Read the entire book 'The Little Prince' and tell me what the fox's secret is.
de: Lies das ganze Buch 'Der kleine Prinz' und verrate mir das Geheimnis des Fuchses.
es: Lee el libro completo 'El Principito' y dime cuál es el secreto del zorro.
fr: Lis tout le livre 'Le Petit Prince' et dis-moi quel est le secret du renard.

source: Reading Statistics & Progress
de: Lesestatistiken & Fortschritt
es: Estadísticas y Progreso de Lectura
fr: Statistiques et Progression de Lecture

source: How many words is the book 'Dune' in total, and list the word count for each chapter.
de: Wie viele Wörter hat das Buch 'Dune' insgesamt und liste die Wortzahl für jedes Kapitel auf.
es: ¿Cuántas palabras tiene el libro 'Dune' en total y enumera el recuento de palabras de cada capítulo?
fr: Combien de mots compte le livre 'Dune' au total, et dresse la liste du nombre de mots pour chaque chapitre.

source: How many books have I read this year?
de: Wie viele Bücher habe ich dieses Jahr gelesen?
es: ¿Cuántos libros he leído este año?
fr: Combien de livres ai-je lus cette année ?

source: What's my reading progress on 'Dune'?
de: Wie ist mein Lesefortschritt bei 'Dune'?
es: ¿Cuál es mi progreso de lectura en 'Dune'?
fr: Quelle est ma progression de lecture sur 'Dune' ?

source: Who is the author of 'Project Hail Mary' and how long have I been reading it?
de: Wer ist der Autor von 'Project Hail Mary' und wie lange lese ich es schon?
es: ¿Quién es el autor de 'Proyecto Hail Mary' y cuánto tiempo llevo leyéndolo?
fr: Qui est l'auteur de 'Project Hail Mary' et depuis combien de temps le lis-je ?

source: Available Tools
de: Verfügbare Werkzeuge
es: Herramientas disponibles
fr: Outils disponibles

source: You can get a list of all available tools by calling the `tools/list` method. The currently supported tools are:
de: Sie können eine Liste aller verfügbaren Werkzeuge erhalten, indem Sie die `tools/list`-Methode aufrufen. Die derzeit unterstützten Werkzeuge sind:
es: Puedes obtener una lista de todas las herramientas disponibles llamando al método `tools/list`. Las herramientas compatibles actualmente son:
fr: Vous pouvez obtenir une liste de tous les outils disponibles en appelant la méthode `tools/list`. Les outils actuellement pris en charge sont :

source: Search Calibre books using Calibre's search syntax. Parameters: `search_expression` (str), `limit` (int, optional)
de: Durchsuche Calibre-Bücher mit der Calibre-Suchsyntax. Parameter: `search_expression` (str), `limit` (int, optional)
es: Buscar libros de Calibre usando la sintaxis de búsqueda de Calibre. Parámetros: `search_expression` (str), `limit` (int, opcional)
fr: Rechercher des livres Calibre en utilisant la syntaxe de recherche de Calibre. Paramètres : `search_expression` (str), `limit` (int, optionnel)

source: Get recent books from a library. Parameters: `library_type` (str, "anx" or "calibre"), `limit` (int, optional)
de: Hole die neuesten Bücher aus einer Bibliothek. Parameter: `library_type` (str, "anx" oder "calibre"), `limit` (int, optional)
es: Obtener libros recientes de una biblioteca. Parámetros: `library_type` (str, "anx" o "calibre"), `limit` (int, opcional)
fr: Obtenir les livres récents d'une bibliothèque. Paramètres : `library_type` (str, "anx" ou "calibre"), `limit` (int, optionnel)

source: Get details for a book. Parameters: `library_type` (str, "anx" or "calibre"), `book_id` (int)
de: Hole Details zu einem Buch. Parameter: `library_type` (str, "anx" oder "calibre"), `book_id` (int)
es: Obtener detalles de un libro. Parámetros: `library_type` (str, "anx" o "calibre"), `book_id` (int)
fr: Obtenir les détails d'un livre. Paramètres : `library_type` (str, "anx" ou "calibre"), `book_id` (int)

source: Push a Calibre book to the user's Anx library. Parameters: `book_id` (int)
de: Pushe ein Calibre-Buch in die Anx-Bibliothek des Benutzers. Parameter: `book_id` (int)
es: Enviar un libro de Calibre a la biblioteca Anx del usuario. Parámetros: `book_id` (int)
fr: Pousser un livre Calibre vers la bibliothèque Anx de l'utilisateur. Paramètres : `book_id` (int)

source: Upload a book from the user's Anx library to the public Calibre library. Parameters: `book_id` (int)
de: Lade ein Buch aus der Anx-Bibliothek des Benutzers in die öffentliche Calibre-Bibliothek hoch. Parameter: `book_id` (int)
es: Subir un libro de la biblioteca Anx del usuario a la biblioteca pública de Calibre. Parámetros: `book_id` (int)
fr: Téléverser un livre de la bibliothèque Anx de l'utilisateur vers la bibliothèque publique Calibre. Paramètres : `book_id` (int)

source: Send a Calibre book to the user's configured Kindle email. Parameters: `book_id` (int)
de: Sende ein Calibre-Buch an die konfigurierte Kindle-E-Mail des Benutzers. Parameter: `book_id` (int)
es: Enviar un libro de Calibre al correo electrónico Kindle configurado por el usuario. Parámetros: `book_id` (int)
fr: Envoyer un livre Calibre à l'e-mail Kindle configuré par l'utilisateur. Paramètres : `book_id` (int)

source: Get the table of contents for a book. Parameters: `library_type` (str, "anx" or "calibre"), `book_id` (int)
de: Hole das Inhaltsverzeichnis für ein Buch. Parameter: `library_type` (str, "anx" oder "calibre"), `book_id` (int)
es: Obtener la tabla de contenidos de un libro. Parámetros: `library_type` (str, "anx" o "calibre"), `book_id` (int)
fr: Obtenir la table des matières d'un livre. Paramètres : `library_type` (str, "anx" ou "calibre"), `book_id` (int)

source: Get the content of a specific chapter. Parameters: `library_type` (str, "anx" or "calibre"), `book_id` (int), `chapter_number` (int)
de: Hole den Inhalt eines bestimmten Kapitels. Parameter: `library_type` (str, "anx" oder "calibre"), `book_id` (int), `chapter_number` (int)
es: Obtener el contenido de un capítulo específico. Parámetros: `library_type` (str, "anx" o "calibre"), `book_id` (int), `chapter_number` (int)
fr: Obtenir le contenu d'un chapitre spécifique. Paramètres : `library_type` (str, "anx" ou "calibre"), `book_id` (int), `chapter_number` (int)

source: Get the entire text content of a book. Parameters: `library_type` (str, "anx" or "calibre"), `book_id` (int)
de: Hole den gesamten Textinhalt eines Buches. Parameter: `library_type` (str, "anx" oder "calibre"), `book_id` (int)
es: Obtener todo el contenido de texto de un libro. Parámetros: `library_type` (str, "anx" o "calibre"), `book_id` (int)
fr: Obtenir l'intégralité du contenu textuel d'un livre. Paramètres : `library_type` (str, "anx" ou "calibre"), `book_id` (int)

source: Get word count statistics for a book. Parameters: `library_type` (str, "anx" or "calibre"), `book_id` (int)
de: Hole Wortzählstatistiken für ein Buch. Parameter: `library_type` (str, "anx" oder "calibre"), `book_id` (int)
es: Obtener estadísticas de recuento de palabras para un libro. Parámetros: `library_type` (str, "anx" o "calibre"), `book_id` (int)
fr: Obtenir les statistiques de nombre de mots pour un livre. Paramètres : `library_type` (str, "anx" ou "calibre"), `book_id` (int)

source: Generate an audiobook for a book. Parameters: `book_id` (int), `library_type` (str, "anx" or "calibre")
de: Generiere ein Hörbuch für ein Buch. Parameter: `book_id` (int), `library_type` (str, "anx" oder "calibre")
es: Generar un audiolibro para un libro. Parámetros: `book_id` (int), `library_type` (str, "anx" o "calibre")
fr: Générer un livre audio pour un livre. Paramètres : `book_id` (int), `library_type` (str, "anx" ou "calibre")

source: Get audiobook generation status by task ID. Parameters: `task_id` (str)
de: Hole den Status der Hörbuchgenerierung nach Aufgaben-ID. Parameter: `task_id` (str)
es: Obtener el estado de la generación de un audiolibro por ID de tarea. Parámetros: `task_id` (str)
fr: Obtenir le statut de la génération d'un livre audio par ID de tâche. Paramètres : `task_id` (str)

source: Get the latest audiobook task status for a book. Parameters: `book_id` (int), `library_type` (str, "anx" or "calibre")
de: Hole den neuesten Hörbuch-Aufgabenstatus für ein Buch. Parameter: `book_id` (int), `library_type` (str, "anx" oder "calibre")
es: Obtener el estado de la última tarea de audiolibro para un libro. Parámetros: `book_id` (int), `library_type` (str, "anx" o "calibre")
fr: Obtenir le dernier statut de la tâche de livre audio pour un livre. Paramètres : `book_id` (int), `library_type` (str, "anx" ou "calibre")

source: Get reading statistics for the current user. `time_range` is a required parameter and can be "all", "today", "this_week", "this_month", "this_year", a number of recent days (e.g., "7", "30"), or a date range "YYYY-MM-DD:YYYY-MM-DD".
de: Lese-Statistiken für den aktuellen Benutzer abrufen. `time_range` ist ein erforderlicher Parameter und kann "all", "today", "this_week", "this_month", "this_year", eine Anzahl der letzten Tage (z.B. "7", "30") oder ein Datumsbereich "JJJJ-MM-TT:JJJJ-MM-TT" sein.
es: Obtener estadísticas de lectura para el usuario actual. `time_range` es un parámetro obligatorio y puede ser "all", "today", "this_week", "this_month", "this_year", un número de días recientes (p. ej., "7", "30") o un rango de fechas "AAAA-MM-DD:AAAA-MM-DD".
fr: Obtenir les statistiques de lecture de l'utilisateur actuel. `time_range` est un paramètre obligatoire et peut être "all", "today", "this_week", "this_month", "this_year", un certain nombre de jours récents (par exemple, "7", "30"), ou une plage de dates "AAAA-MM-JJ:AAAA-MM-JJ".

source: Activity Logging is Disabled
de: Aktivitätsprotokollierung ist deaktiviert
es: El registro de actividad está desactivado
fr: La journalisation des activités est désactivée

source: The administrator has disabled activity logging. No activity data is being recorded.
de: Der Administrator hat die Aktivitätsprotokollierung deaktiviert. Es werden keine Aktivitätsdaten aufgezeichnet.
es: El administrador ha desactivado el registro de actividad. No se están registrando datos de actividad.
fr: L'administrateur a désactivé la journalisation des activités. Aucune donnée d'activité n'est enregistrée.

source: To enable activity logging, go to
de: Um die Aktivitätsprotokollierung zu aktivieren, gehen Sie zu
es: Para activar el registro de actividad, ve a
fr: Pour activer la journalisation des activités, allez dans

source: and enable
de: und aktivieren Sie
es: y activa
fr: et activez

source: Enable Activity Log
de: Aktivitätsprotokoll aktivieren
es: Activar registro de actividad
fr: Activer le journal d'activités

source: Go to Global Settings
de: Zu den globalen Einstellungen gehen
es: Ir a Ajustes globales
fr: Aller aux paramètres globaux

source: Global Statistics
de: Globale Statistiken
es: Estadísticas globales
fr: Statistiques globales

source: Activity Trends
de: Aktivitätstrends
es: Tendencias de actividad
fr: Tendances des activités

source: Daily Activity Trend
de: Täglicher Aktivitätstrend
es: Tendencia de actividad diaria
fr: Tendance des activités quotidiennes

source: Event Type Distribution
de: Ereignistypverteilung
es: Distribución de tipos de eventos
fr: Distribution des types d'événements

source: Global Event Statistics
de: Globale Ereignisstatistiken
es: Estadísticas globales de eventos
fr: Statistiques globales des événements

source: User Activity List
de: Benutzeraktivitätsliste
es: Lista de actividades de usuario
fr: Liste des activités utilisateur

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Search username...
de: Benutzername suchen...
es: Buscar nombre de usuario...
fr: Rechercher un nom d'utilisateur...

source: Role
de: Rolle
es: Rol
fr: Rôle

source: Failed Attempts
de: Fehlgeschlagene Versuche
es: Intentos fallidos
fr: Tentatives échouées

source: Account Status
de: Kontostatus
es: Estado de la cuenta
fr: Statut du compte

source: Last Activity Times by Type
de: Letzte Aktivitätszeiten nach Typ
es: Tiempos de última actividad por tipo
fr: Dernières heures d'activité par type

source: Recent Failed Login Attempts
de: Letzte fehlgeschlagene Anmeldeversuche
es: Intentos de inicio de sesión fallidos recientes
fr: Tentatives de connexion échouées récentes

source: Activity History
de: Aktivitätsverlauf
es: Historial de actividades
fr: Historique des activités

source: All Types
de: Alle Typen
es: Todos los tipos
fr: Tous les types

source: Lock Duration (minutes)
de: Sperrdauer (Minuten)
es: Duración del bloqueo (minutos)
fr: Durée du verrouillage (minutes)

source: Lock Permanently
de: Dauerhaft sperren
es: Bloquear permanentemente
fr: Verrouiller en permanence

source: Optional: Reason for locking account
de: Optional: Grund für die Kontosperrung
es: Opcional: Motivo para bloquear la cuenta
fr: Facultatif : Raison du verrouillage du compte

source: Confirm Lock
de: Sperrung bestätigen
es: Confirmar bloqueo
fr: Confirmer le verrouillage

source: New User
de: Neuer Benutzer
es: Nuevo usuario
fr: Nouvel utilisateur

source: Leave blank to not change the existing user's password.
de: Leer lassen, um das Passwort des vorhandenen Benutzers nicht zu ändern.
es: Dejar en blanco para no cambiar la contraseña del usuario existente.
fr: Laisser vide pour ne pas modifier le mot de passe de l'utilisateur existant.

source: Normal User
de: Normaler Benutzer
es: Usuario normal
fr: Utilisateur normal

source: Calibre Library Maintainer
de: Calibre-Bibliotheksverwalter
es: Mantenedor de la biblioteca de Calibre
fr: Mainteneur de la bibliothèque Calibre

source: Administrator
es: Administrador
fr: Administrateur

source: Existing Users
de: Vorhandene Benutzer
es: Usuarios existentes
fr: Utilisateurs existants

source: Profile
de: Profil
es: Perfil
fr: Profil

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence

source: Theme
de: Thema
es: Tema
fr: Thème

source: Auto (Follow system)
de: Automatisch (System folgen)
es: Automático (seguir sistema)
fr: Auto (suivre le système)

source: Light Mode
de: Heller Modus
es: Modo claro
fr: Mode clair

source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre

source: Push Settings
de: Push-Einstellungen
es: Ajustes de envío
fr: Paramètres d'envoi

source: Kindle Email Address
de: Kindle-E-Mail-Adresse
es: Dirección de correo electrónico de Kindle
fr: Adresse e-mail Kindle

source: Format Priority
de: Formatpriorität
es: Prioridad de formato
fr: Priorité des formats

source: When downloading or pushing to Kindle / ANX library, available formats will be searched in this priority order. Use commas to separate, e.g., epub, mobi, pdf, azw3
de: Beim Herunterladen oder Pushen an die Kindle- / ANX-Bibliothek werden verfügbare Formate in dieser Prioritätsreihenfolge durchsucht. Verwenden Sie Kommas zur Trennung, z. B. epub, mobi, pdf, azw3
es: Al descargar o enviar a la biblioteca de Kindle / ANX, los formatos disponibles se buscarán en este orden de prioridad. Usa comas para separar, por ejemplo, epub, mobi, pdf, azw3
fr: Lors du téléchargement ou de l'envoi vers la bibliothèque Kindle / ANX, les formats disponibles seront recherchés dans cet ordre de priorité. Utilisez des virgules pour séparer, par exemple, epub, mobi, pdf, azw3

source: Force EPUB Conversion
de: EPUB-Konvertierung erzwingen
es: Forzar conversión a EPUB
fr: Forcer la conversion EPUB

source: If enabled, will always try to convert the book to an optimized EPUB format when downloading or pushing to the ANX library, instead of sending the original format.
de: Wenn aktiviert, wird immer versucht, das Buch in ein optimiertes EPUB-Format zu konvertieren, wenn es an die ANX-Bibliothek heruntergeladen oder gepusht wird, anstatt das Originalformat zu senden.
es: Si está activado, siempre intentará convertir el libro a un formato EPUB optimizado al descargarlo o enviarlo a la biblioteca ANX, en lugar de enviar el formato original.
fr: Si activé, tentera toujours de convertir le livre en un format EPUB optimisé lors du téléchargement ou de l'envoi vers la bibliothèque ANX, au lieu d'envoyer le format original.

source: Audiobook Generation Settings
de: Hörbuch-Generierungseinstellungen
es: Configuración de generación de audiolibros
fr: Paramètres de génération de livres audio

source: TTS Profile
de: TTS-Profil
es: Perfil de TTS
fr: Profil TTS

source: Save Preset
de: Voreinstellung speichern
es: Guardar preajuste
fr: Enregistrer le préréglage

source: Save As Preset
de: Als Voreinstellung speichern
es: Guardar como preajuste
fr: Enregistrer sous

source: Load, save or delete TTS configuration profiles.
de: TTS-Konfigurationsprofile laden, speichern oder löschen.
es: Cargar, guardar o eliminar perfiles de configuración de TTS.
fr: Charger, enregistrer ou supprimer des profils de configuration TTS.

source: TTS Provider
de: TTS-Anbieter
es: Proveedor de TTS
fr: Fournisseur TTS

source: The text-to-speech service provider to use.
de: Der zu verwendende Text-zu-Sprache-Dienstanbieter.
es: El proveedor de servicios de texto a voz que se utilizará.
fr: Le fournisseur de services de synthèse vocale à utiliser.

source: Select or type a voice
de: Stimme auswählen oder eingeben
es: Seleccionar o escribir una voz
fr: Sélectionnez ou tapez une voix

source: The voice to use for generation. e.g., zh-CN-YunjianNeural for Edge TTS.
de: Die für die Generierung zu verwendende Stimme. z.B. zh-CN-YunjianNeural für Edge TTS.
es: La voz que se utilizará para la generación. Por ejemplo, zh-CN-YunjianNeural para Edge TTS.
fr: La voix à utiliser pour la génération. Par exemple, zh-CN-YunjianNeural pour Edge TTS.

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API

source: API key for the selected provider (if required).
de: API-Schlüssel für den ausgewählten Anbieter (falls erforderlich).
es: Clave de API para el proveedor seleccionado (si es necesario).
fr: Clé API pour le fournisseur sélectionné (si nécessaire).

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base

source: Custom base URL for the API (for proxies or self-hosted models).
de: Benutzerdefinierte Basis-URL für die API (für Proxys oder selbst gehostete Modelle).
es: URL base personalizada para la API (para proxies o modelos autohospedados).
fr: URL de base personnalisée pour l'API (pour les proxys ou les modèles auto-hébergés).

source: Model
de: Modell
es: Modelo
fr: Modèle

source: The specific model to use, e.g., tts-1-hd (if supported by the provider).
de: Das zu verwendende spezifische Modell, z.B. tts-1-hd (falls vom Anbieter unterstützt).
es: El modelo específico que se utilizará, por ejemplo, tts-1-hd (si lo admite el proveedor).
fr: Le modèle spécifique à utiliser, par exemple, tts-1-hd (si pris en charge par le fournisseur).

source: Speaking rate. e.g., +10%% or -10%%.
de: Sprechgeschwindigkeit. z.B. +10%% oder -10%%.
es: Velocidad de habla. Por ejemplo, +10%% o -10%%.
fr: Vitesse de parole. Par exemple, +10%% ou -10%%.

source: Volume
de: Lautstärke
es: Volumen

source: Volume level. e.g., +10%% or -10%%.
de: Lautstärkepegel. z.B. +10%% oder -10%%.
es: Nivel de volumen. Por ejemplo, +10%% o -10%%.
fr: Niveau de volume. Par exemple, +10%% ou -10%%.

source: Speaking pitch. e.g., +10Hz or -10Hz.
de: Sprechtonhöhe. z.B. +10Hz oder -10Hz.
es: Tono de voz. Por ejemplo, +10Hz o -10Hz.
fr: Hauteur de la voix. Par exemple, +10Hz ou -10Hz.

source: Sentence Pause (ms)
de: Satzpause (ms)
es: Pausa de la frase (ms)
fr: Pause de la phrase (ms)

source: Pause duration between sentences in milliseconds.
de: Pausendauer zwischen Sätzen in Millisekunden.
es: Duración de la pausa entre frases en milisegundos.
fr: Durée de la pause entre les phrases en millisecondes.

source: Paragraph Pause (ms)
de: Absatzpause (ms)
es: Pausa de párrafo (ms)
fr: Pause de paragraphe (ms)
