Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: This is your first time running the application. Please create an administrator account.
de: Dies ist das erste Mal, dass Sie die Anwendung ausführen. Bitte erstellen Sie ein Administratorkonto.
es: Esta es la primera vez que ejecutas la aplicación. Por favor, crea una cuenta de administrador.
fr: C'est la première fois que vous exécutez l'application. Veuillez créer un compte administrateur.

source: Admin Username
de: Admin-Benutzername
es: Nombre de usuario del administrador
fr: Nom d'utilisateur de l'administrateur

source: Admin Password
de: Admin-Passwort
es: Contraseña del administrador
fr: Mot de passe de l'administrateur

source: Create Admin Account
de: Administratorkonto erstellen
es: Crear cuenta de administrador
fr: Créer un compte administrateur

source: %(username)s's Reading Statistics
de: %(username)s Lesestatistiken
es: Estadísticas de lectura de %(username)s
fr: Statistiques de lecture de %(username)s

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine

source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci

source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année

source: Reading Heatmap (Last 365 Days)
de: Lese-Heatmap (Letzte 365 Tage)
es: Mapa de calor de lectura (últimos 365 días)
fr: Carte de chaleur de lecture (365 derniers jours)

source: Reading Books
de: Bücher lesen
es: Libros en lectura
fr: Livres en cours de lecture

source: Not rated
de: Nicht bewertet
es: Sin calificar
fr: Non noté

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins

source: No books currently being read.
de: Derzeit werden keine Bücher gelesen.
es: No hay libros en lectura actualmente.
fr: Aucun livre en cours de lecture.

source: Finished Books
de: Fertig gelesene Bücher
es: Libros terminados
fr: Livres terminés

source: Finished!
de: Fertig!
es: ¡Terminado!
fr: Terminé !

source: No finished books yet.
de: Noch keine Bücher fertig gelesen.
es: Aún no hay libros terminados.
fr: Aucun livre terminé pour le moment.

source: Calibre Connection
de: Calibre-Verbindung
es: Conexión con Calibre
fr: Connexion Calibre

source: Calibre Server URL
es: URL del servidor de Calibre
fr: URL du serveur Calibre

source: Calibre Username
de: Calibre-Benutzername
es: Nombre de usuario de Calibre
fr: Nom d'utilisateur Calibre

source: Calibre Password
de: Calibre-Passwort
es: Contraseña de Calibre
fr: Mot de passe Calibre

source: Leave blank to keep unchanged
de: Leer lassen, um unverändert zu lassen
es: Dejar en blanco para no cambiar
fr: Laisser vide pour ne pas modifier

source: Default Calibre Library ID
de: Standard-Calibre-Bibliotheks-ID
es: ID de biblioteca de Calibre por defecto
fr: ID de bibliothèque Calibre par défaut

source: The default Calibre library ID for browsing, searching, and uploading books. Usually 'Calibre_Library'.
de: Die Standard-Calibre-Bibliotheks-ID zum Durchsuchen, Suchen und Hochladen von Büchern. Normalerweise 'Calibre_Library'.
es: El ID de biblioteca de Calibre por defecto para navegar, buscar y subir libros. Normalmente 'Calibre_Library'.
fr: L'ID de bibliothèque Calibre par défaut pour la navigation, la recherche et le téléversement de livres. Habituellement 'Calibre_Library'.

source: Allow uploading duplicate books
de: Hochladen doppelter Bücher zulassen
es: Permitir subir libros duplicados
fr: Autoriser le téléversement de livres en double

source: If enabled, Calibre will add the book as a new copy even if it detects a duplicate.
de: Wenn aktiviert, fügt Calibre das Buch als neue Kopie hinzu, auch wenn ein Duplikat erkannt wird.
es: Si está activado, Calibre añadirá el libro como una nueva copia aunque detecte un duplicado.
fr: Si activé, Calibre ajoutera le livre comme une nouvelle copie même s'il détecte un doublon.

source: Disable Uploads for Normal Users
de: Uploads für normale Benutzer deaktivieren
es: Desactivar subidas para usuarios normales
fr: Désactiver les téléversements pour les utilisateurs normaux

source: If enabled, users with the "user" role will not be able to upload books to Calibre.
de: Wenn aktiviert, können Benutzer mit der Rolle "Benutzer" keine Bücher nach Calibre hochladen.
es: Si está activado, los usuarios con el rol "usuario" no podrán subir libros a Calibre.
fr: Si activé, les utilisateurs avec le rôle "utilisateur" ne pourront pas téléverser de livres sur Calibre.

source: Path Settings
de: Pfadeinstellungen
es: Ajustes de ruta
fr: Paramètres de chemin

source: WebDAV Root Path
de: WebDAV-Stammpfad
es: Ruta raíz de WebDAV
fr: Chemin racine WebDAV

source: This is the base path for storing all user Anx libraries. User folders will be automatically created under this path (e.g., /webdav/username).
de: Dies ist der Basispfad zum Speichern aller Anx-Benutzerbibliotheken. Benutzerordner werden automatisch unter diesem Pfad erstellt (z. B. /webdav/username).
es: Esta es la ruta base para almacenar todas las bibliotecas de Anx de los usuarios. Las carpetas de los usuarios se crearán automáticamente en esta ruta (por ejemplo, /webdav/nombredeusuario).
fr: Ceci est le chemin de base pour stocker toutes les bibliothèques Anx des utilisateurs. Les dossiers des utilisateurs seront automatiquement créés sous ce chemin (par exemple, /webdav/nomdutilisateur).

source: Default Settings
de: Standardeinstellungen
es: Ajustes por defecto
fr: Paramètres par défaut

source: Default Format Priority for New Users
de: Standard-Formatpriorität für neue Benutzer
es: Prioridad de formato por defecto para nuevos usuarios
fr: Priorité de format par défaut pour les nouveaux utilisateurs

source: Default format priority for new users, separated by commas, e.g., azw3,mobi,epub
de: Standard-Formatpriorität für neue Benutzer, durch Kommas getrennt, z. B. azw3,mobi,epub
es: Prioridad de formato por defecto para nuevos usuarios, separada por comas, por ejemplo, azw3,mobi,epub
fr: Priorité de format par défaut pour les nouveaux utilisateurs, séparée par des virgules, par exemple, azw3,mobi,epub

source: Audiobook Settings
de: Hörbucheinstellungen
es: Configuración de audiolibros
fr: Paramètres du livre audio

source: Audiobook File Retention Period (days)
de: Aufbewahrungsfrist für Hörbuchdateien (Tage)
es: Período de retención de archivos de audiolibros (días)
fr: Période de conservation des fichiers de livres audio (jours)

source: Automatically delete generated audiobook files older than this number of days. Set to 0 to disable cleanup.
de: Generierte Hörbuchdateien, die älter als diese Anzahl von Tagen sind, automatisch löschen. Auf 0 setzen, um die Bereinigung zu deaktivieren.
es: Eliminar automáticamente los archivos de audiolibros generados que tengan más de este número de días. Establezca en 0 para deshabilitar la limpieza.
fr: Supprimer automatiquement les fichiers de livres audio générés plus anciens que ce nombre de jours. Mettre à 0 pour désactiver le nettoyage.

source: Manual Cleanup
de: Manuelle Bereinigung
es: Limpieza manual
fr: Nettoyage manuel

source: Clean Up All Audiobooks Now
de: Alle Hörbücher jetzt bereinigen
es: Limpiar todos los audiolibros ahora
fr: Nettoyer tous les livres audio maintenant

source: Immediately delete all generated audiobook files and update their database records.
de: Alle generierten Hörbuchdateien sofort löschen und ihre Datenbankeinträge aktualisieren.
es: Elimine inmediatamente todos los archivos de audiolibros generados y actualice sus registros de base de datos.
fr: Supprimez immédiatement tous les fichiers de livres audio générés et mettez à jour leurs enregistrements dans la base de données.

source: SMTP Settings (for Send to Kindle)
de: SMTP-Einstellungen (für Senden an Kindle)
es: Ajustes de SMTP (para enviar a Kindle)
fr: Paramètres SMTP (pour Envoyer vers Kindle)

source: SMTP Server
es: Servidor SMTP
fr: Serveur SMTP

source: SMTP Port
es: Puerto SMTP
fr: Port SMTP

source: SMTP Username (usually your email)
de: SMTP-Benutzername (normalerweise Ihre E-Mail)
es: Nombre de usuario SMTP (normalmente tu correo electrónico)
fr: Nom d'utilisateur SMTP (généralement votre e-mail)

source: SMTP Password
de: SMTP-Passwort
es: Contraseña SMTP
fr: Mot de passe SMTP

source: Encryption Method
de: Verschlüsselungsmethode
es: Método de cifrado
fr: Méthode de chiffrement

source: None
de: Keine
es: Ninguno
fr: Aucun

source: SSL/TLS is usually used for port 465, STARTTLS is usually used for port 587.
de: SSL/TLS wird normalerweise für Port 465 verwendet, STARTTLS wird normalerweise für Port 587 verwendet.
es: SSL/TLS se suele usar para el puerto 465, STARTTLS se suele usar para el puerto 587.
fr: SSL/TLS est généralement utilisé pour le port 465, STARTTLS est généralement utilisé pour le port 587.

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Login Failure Lock Threshold
de: Sperrschwelle für Anmeldefehler
es: Umbral de bloqueo por fallo de inicio de sesión
fr: Seuil de verrouillage en cas d'échec de connexion

source: Set to 0 to disable this feature.
de: Auf 0 setzen, um diese Funktion zu deaktivieren.
es: Establecer en 0 para desactivar esta función.
fr: Mettre à 0 pour désactiver cette fonctionnalité.

source: Session Lifetime (days)
de: Sitzungslebensdauer (Tage)
es: Duración de la sesión (días)
fr: Durée de vie de la session (jours)

source: The number of days a user's session remains valid after logging in.
de: Die Anzahl der Tage, die die Sitzung eines Benutzers nach der Anmeldung gültig bleibt.
es: El número de días que la sesión de un usuario permanece válida después de iniciar sesión.
fr: Le nombre de jours pendant lesquels la session d'un utilisateur reste valide après la connexion.

source: Require Invite Code for Registration
de: Einladungscode für Registrierung erforderlich
es: Requerir código de invitación para el registro
fr: Exiger un code d'invitation pour l'inscription

source: If enabled, users must provide a valid invite code to register. Admins can generate invite codes in the Invite Code Management tab.
de: Wenn aktiviert, müssen Benutzer einen gültigen Einladungscode angeben, um sich zu registrieren. Administratoren können Einladungscodes im Tab 'Einladungscode-Verwaltung' generieren.
es: Si está activado, los usuarios deben proporcionar un código de invitación válido para registrarse. Los administradores pueden generar códigos de invitación en la pestaña de Gestión de códigos de invitación.
fr: Si activé, les utilisateurs doivent fournir un code d'invitation valide pour s'inscrire. Les administrateurs peuvent générer des codes d'invitation dans l'onglet Gestion des codes d'invitation.

source: Enable User Activity Logging
de: Benutzeraktivitätsprotokollierung aktivieren
es: Activar registro de actividad de usuario
fr: Activer la journalisation des activités des utilisateurs

source: If enabled, the system will record user activities such as login, download, upload, and other operations in the database for audit purposes.
de: Wenn aktiviert, zeichnet das System Benutzeraktivitäten wie Anmeldung, Download, Upload und andere Vorgänge zu Prüfungszwecken in der Datenbank auf.
es: Si está activado, el sistema registrará las actividades del usuario como inicio de sesión, descarga, subida y otras operaciones en la base de datos para fines de auditoría.
fr: Si cette option est activée, le système enregistrera les activités des utilisateurs telles que la connexion, le téléchargement, l'envoi et d'autres opérations dans la base de données à des fins d'audit.

source: Test Inbox
de: Test-Posteingang
es: Bandeja de entrada de prueba
fr: Boîte de réception de test

source: Enter an email address to receive a test email
de: Geben Sie eine E-Mail-Adresse ein, um eine Test-E-Mail zu erhalten
es: Introduce una dirección de correo electrónico para recibir un correo de prueba
fr: Saisissez une adresse e-mail pour recevoir un e-mail de test

source: Send Test Email
de: Test-E-Mail senden
es: Enviar correo de prueba
fr: Envoyer un e-mail de test

source: Save Global Settings
de: Globale Einstellungen speichern
es: Guardar ajustes globales
fr: Enregistrer les paramètres globaux

source: Generate New Invite Code
de: Neuen Einladungscode generieren
es: Generar nuevo código de invitación
fr: Générer un nouveau code d'invitation

source: Custom Invite Code
de: Benutzerdefinierter Einladungscode
es: Código de invitación personalizado
fr: Code d'invitation personnalisé

source: Leave blank to auto-generate
de: Leer lassen zur automatischen Generierung
es: Dejar en blanco para autogenerar
fr: Laisser vide pour générer automatiquement

source: Custom invite code (optional). If left blank, a random code will be generated.
de: Benutzerdefinierter Einladungscode (optional). Wenn leer gelassen, wird ein zufälliger Code generiert.
es: Código de invitación personalizado (opcional). Si se deja en blanco, se generará un código aleatorio.
fr: Code d'invitation personnalisé (facultatif). Si laissé vide, un code aléatoire sera généré.

source: Maximum Uses
de: Maximale Nutzungen
es: Usos máximos
fr: Utilisations maximales

source: How many times this invite code can be used
de: Wie oft dieser Einladungscode verwendet werden kann
es: Cuántas veces se puede usar este código de invitación
fr: Combien de fois ce code d'invitation peut être utilisé

source: Expires After (Hours)
de: Läuft ab nach (Stunden)
es: Expira después de (horas)
fr: Expire après (heures)

source: Leave blank for no expiration
de: Leer lassen für kein Ablaufdatum
es: Dejar en blanco para que no caduque
fr: Laisser vide pour aucune expiration

source: Number of hours after which this invite code will expire (optional)
de: Anzahl der Stunden, nach denen dieser Einladungscode abläuft (optional)
es: Número de horas después de las cuales caducará este código de invitación (opcional)
fr: Nombre d'heures après lesquelles ce code d'invitation expirera (facultatif)

source: Generate Invite Code
de: Einladungscode generieren
es: Generar código de invitación
fr: Générer le code d'invitation

source: Existing Invite Codes
de: Bestehende Einladungscodes
es: Códigos de invitación existentes
fr: Codes d'invitation existants

source: Code
es: Código

source: Max Uses
de: Max. Nutzungen
es: Usos máximos
fr: Utilisations max

source: Current Uses
de: Aktuelle Nutzungen
es: Usos actuales
fr: Utilisations actuelles

source: Created By
de: Erstellt von
es: Creado por
fr: Créé par

source: Created At
de: Erstellt am
es: Creado el
fr: Créé le

source: Expires At
de: Läuft ab am
es: Expira el
fr: Expire le

source: Actions
de: Aktionen
es: Acciones

source: KOReader Sync Settings
de: KOReader-Synchronisierungseinstellungen
es: Ajustes de sincronización de KOReader
fr: Paramètres de synchronisation de KOReader

source: Step 1: Configure WebDAV Cloud Storage
de: Schritt 1: WebDAV-Cloud-Speicher konfigurieren
es: Paso 1: Configurar el almacenamiento en la nube WebDAV
fr: Étape 1 : Configurer le stockage cloud WebDAV

source: In KOReader, go to `Cloud storage` -> `Add new cloud storage`.
de: Gehen Sie in KOReader zu `Cloud-Speicher` -> `Neuen Cloud-Speicher hinzufügen`.
es: En KOReader, ve a `Almacenamiento en la nube` -> `Añadir nuevo almacenamiento en la nube`.
fr: Dans KOReader, allez dans `Stockage cloud` -> `Ajouter un nouveau stockage cloud`.

source: Select `WebDAV`.
de: Wählen Sie `WebDAV`.
es: Selecciona `WebDAV`.
fr: Sélectionnez `WebDAV`.

source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur

source: Fill in the address below, and <strong>ensure the path ends with a `/`</strong>.
de: Füllen Sie die unten stehende Adresse aus und <strong>stellen Sie sicher, dass der Pfad mit einem `/` endet</strong>.
es: Rellena la dirección de abajo y <strong>asegúrate de que la ruta termine con una `/`</strong>.
fr: Remplissez l'adresse ci-dessous et <strong>assurez-vous que le chemin se termine par un `/`</strong>.

source: Your Anx Calibre Manager login password.
de: Ihr Anx Calibre Manager-Anmeldepasswort.
es: Tu contraseña de inicio de sesión de Anx Calibre Manager.
fr: Votre mot de passe de connexion à Anx Calibre Manager.

source: Folder
de: Ordner
es: Carpeta
fr: Dossier

source: Click `Connect` and save. You should now be able to see your Anx library in KOReader's file browser.
de: Klicken Sie auf `Verbinden` und speichern Sie. Sie sollten nun Ihre Anx-Bibliothek im Dateibrowser von KOReader sehen können.
es: Haz clic en `Conectar` y guarda. Ahora deberías poder ver tu biblioteca de Anx en el explorador de archivos de KOReader.
fr: Cliquez sur `Connecter` et enregistrez. Vous devriez maintenant pouvoir voir votre bibliothèque Anx dans l'explorateur de fichiers de KOReader.

source: Step 2: Install and Configure the Sync Plugin
de: Schritt 2: Synchronisierungs-Plugin installieren und konfigurieren
es: Paso 2: Instalar y configurar el plugin de sincronización
fr: Étape 2 : Installer et configurer le plugin de synchronisation

source: Download Plugin
de: Plugin herunterladen
es: Descargar plugin
fr: Télécharger le plugin

source: Click the button below to download the plugin zip file.
de: Klicken Sie auf die Schaltfläche unten, um die Plugin-Zip-Datei herunterzuladen.
es: Haz clic en el botón de abajo para descargar el archivo zip del plugin.
fr: Cliquez sur le bouton ci-dessous pour télécharger le fichier zip du plugin.

source: Download KOReader Plugin (.zip)
de: KOReader-Plugin herunterladen (.zip)
es: Descargar plugin de KOReader (.zip)
fr: Télécharger le plugin KOReader (.zip)

source: Install Plugin
de: Plugin installieren
es: Instalar plugin
fr: Installer le plugin

source: Unzip the downloaded `.zip` file, and you will get a folder named `anx-calibre-manager-koreader-plugin.koplugin`. Copy this <strong>entire folder</strong> to the `koreader/plugins/` directory on your KOReader device.
de: Entpacken Sie die heruntergeladene `.zip`-Datei, und Sie erhalten einen Ordner mit dem Namen `anx-calibre-manager-koreader-plugin.koplugin`. Kopieren Sie diesen <strong>gesamten Ordner</strong> in das Verzeichnis `koreader/plugins/` auf Ihrem KOReader-Gerät.
es: Descomprime el archivo `.zip` descargado y obtendrás una carpeta llamada `anx-calibre-manager-koreader-plugin.koplugin`. Copia esta <strong>carpeta completa</strong> al directorio `koreader/plugins/` de tu dispositivo KOReader.
fr: Décompressez le fichier `.zip` téléchargé, et vous obtiendrez un dossier nommé `anx-calibre-manager-koreader-plugin.koplugin`. Copiez ce <strong>dossier entier</strong> dans le répertoire `koreader/plugins/` de votre appareil KOReader.

source: Restart KOReader
de: KOReader neu starten
es: Reiniciar KOReader
fr: Redémarrer KOReader

source: Completely close and reopen the KOReader application to load the new plugin.
de: Schließen Sie die KOReader-Anwendung vollständig und öffnen Sie sie erneut, um das neue Plugin zu laden.
es: Cierra y vuelve a abrir completamente la aplicación KOReader para cargar el nuevo plugin.
fr: Fermez complètement et rouvrez l'application KOReader pour charger le nouveau plugin.

source: Configure Sync Server
de: Synchronisierungsserver konfigurieren
es: Configurar servidor de sincronización
fr: Configurer le serveur de synchronisation

source: Important
de: Wichtig
es: Importante

source: First, please open and start reading a book via the WebDAV set up in the previous step. The plugin menu will <strong>only appear in the reading interface</strong>.
de: Öffnen und beginnen Sie zunächst mit dem Lesen eines Buches über das im vorherigen Schritt eingerichtete WebDAV. Das Plugin-Menü wird <strong>nur in der Leseoberfläche angezeigt</strong>.
es: Primero, abre y empieza a leer un libro a través del WebDAV configurado en el paso anterior. El menú del plugin <strong>solo aparecerá en la interfaz de lectura</strong>.
fr: Tout d'abord, veuillez ouvrir et commencer à lire un livre via le WebDAV configuré à l'étape précédente. Le menu du plugin <strong>n'apparaîtra que dans l'interface de lecture</strong>.

source: In the reading interface, go to `Tools (wrench icon)` -> `Next page` -> `More tools` -> `ANX Calibre Manager`.
de: Gehen Sie in der Leseoberfläche zu `Werkzeuge (Schraubenschlüssel-Symbol)` -> `Nächste Seite` -> `Weitere Werkzeuge` -> `ANX Calibre Manager`.
es: En la interfaz de lectura, ve a `Herramientas (icono de llave inglesa)` -> `Página siguiente` -> `Más herramientas` -> `ANX Calibre Manager`.
fr: Dans l'interface de lecture, allez dans `Outils (icône de clé à molette)` -> `Page suivante` -> `Plus d'outils` -> `ANX Calibre Manager`.

source: Select `Custom sync server`.
de: Wählen Sie `Benutzerdefinierter Synchronisierungsserver`.
es: Selecciona `Servidor de sincronización personalizado`.
fr: Sélectionnez `Serveur de synchronisation personnalisé`.

source: Custom sync server address
de: Adresse des benutzerdefinierten Synchronisierungsservers
es: Dirección del servidor de sincronización personalizado
fr: Adresse du serveur de synchronisation personnalisé

source: Return to the previous menu, select `Login`, and enter your Anx Calibre Manager username and password.
de: Kehren Sie zum vorherigen Menü zurück, wählen Sie `Anmelden` und geben Sie Ihren Anx Calibre Manager-Benutzernamen und Ihr Passwort ein.
es: Vuelve al menú anterior, selecciona `Iniciar sesión` e introduce tu nombre de usuario y contraseña de Anx Calibre Manager.
fr: Revenez au menu précédent, sélectionnez `Connexion`, et saisissez votre nom d'utilisateur et votre mot de passe Anx Calibre Manager.

source: Once configured, the plugin will automatically or manually sync your reading progress and time. You can adjust settings like sync frequency in the plugin menu.
de: Nach der Konfiguration synchronisiert das Plugin Ihren Lesefortschritt und Ihre Lesezeit automatisch oder manuell. Sie können Einstellungen wie die Synchronisierungshäufigkeit im Plugin-Menü anpassen.
es: Una vez configurado, el plugin sincronizará automática o manualmente tu progreso y tiempo de lectura. Puedes ajustar la configuración, como la frecuencia de sincronización, en el menú del plugin.
fr: Une fois configuré, le plugin synchronisera automatiquement ou manuellement votre progression et votre temps de lecture. Vous pouvez ajuster des paramètres comme la fréquence de synchronisation dans le menu du plugin.

source: Note: Only supports epub book synchronization
de: Hinweis: Unterstützt nur die Synchronisierung von EPUB-Büchern.
es: Nota: Solo admite la sincronización de libros epub
fr: Remarque : Ne prend en charge que la synchronisation des livres epub

source: MCP API Tokens
de: MCP-API-Token
es: Tokens de la API de MCP
fr: Jetons de l'API MCP

source: You can use these tokens to interact with your library via the MCP protocol.
de: Sie können diese Token verwenden, um über das MCP-Protokoll mit Ihrer Bibliothek zu interagieren.
es: Puedes usar estos tokens para interactuar con tu biblioteca a través del protocolo MCP.
fr: Vous pouvez utiliser ces jetons pour interagir avec votre bibliothèque via le protocole MCP.

source: Generate New Token
de: Neues Token generieren
es: Generar nuevo token
fr: Générer un nouveau jeton

source: MCP Endpoint
de: MCP-Endpunkt
es: Punto final de MCP
fr: Point de terminaison MCP

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification

source: Authenticate by appending the `?token=YOUR_TOKEN` parameter to the URL.
de: Authentifizieren Sie sich, indem Sie den Parameter `?token=YOUR_TOKEN` an die URL anhängen.
es: Autentifícate añadiendo el parámetro `?token=TU_TOKEN` a la URL.
fr: Authentifiez-vous en ajoutant le paramètre `?token=VOTRE_JETON` à l'URL.

source: Prompt Examples
de: Beispiel-Prompts
es: Ejemplos de Prompts
fr: Exemples de Prompts
