Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Current time is %(current_time)s.
de: Aktuelle Uhrzeit ist %(current_time)s.
es: La hora actual es %(current_time)s.
fr: L'heure actuelle est %(current_time)s.

source: You are a helpful assistant. The user is asking about the book '%(book_title)s'.
de: Du bist ein hilfreicher Assistent. Der Benutzer fragt nach dem Buch '%(book_title)s'.
es: Eres un asistente útil. El usuario está preguntando sobre el libro '%(book_title)s'.
fr: Vous êtes un assistant serviable. L'utilisateur pose une question sur le livre '%(book_title)s'.

source: You can use mermaid syntax for diagrams by enclosing it in ```mermaid ... ```.
de: Sie können die Mermaid-Syntax für Diagramme verwenden, indem Sie sie in ```mermaid ... ``` einschließen.
es: Puedes usar la sintaxis de mermaid para diagramas encerrándola en ```mermaid ... ```.
fr: Vous pouvez utiliser la syntaxe mermaid pour les diagrammes en l'entourant de ```mermaid ... ```.

source: IMPORTANT Mermaid Rules: 1. Node IDs must be single words (no spaces or special characters). 2. Titles and all kinds of descriptive texts containing special characters like `():;"` MUST be in quotes: `"text"`. 3. **Crucially, do NOT use colons to add labels to nodes, like `A --> B: text`. This is invalid.** Instead, define the node label separately: `A --> B; B["text"]`. 4. Use valid arrow types: `-->`, `---`, `==>`. 5. Do not use `style` or `linkStyle` definitions; the theme is handled automatically.
de: WICHTIGE Mermaid-Regeln:\n1. Knoten-IDs müssen einzelne Wörter sein (keine Leerzeichen oder Sonderzeichen).\n2. Titel und alle Arten von beschreibenden Texten, die Sonderzeichen enthalten wie `():;\"` MÜSSEN in Anführungszeichen stehen: `\"text\"`.\n3. **Entscheidend ist, verwenden Sie KEINE Doppelpunkte, um Beschriftungen zu Knoten hinzuzufügen, wie `A --> B: Text`. Das ist ungültig.** Definieren Sie stattdessen die Knotenbeschriftung separat: `A --> B; B[\"Text\"]`.\n4. Verwenden Sie gültige Pfeiltypen: `-->`, `---`, `==>`. \n5. Verwenden Sie keine `style`- oder `linkStyle`-Definitionen; das Theme wird automatisch behandelt.
es: REGLAS IMPORTANTES de Mermaid:\n1. Los ID de los nodos deben ser palabras únicas (sin espacios ni caracteres especiales).\n2. Los títulos y todo tipo de textos descriptivos que contengan caracteres especiales como `():;\"` DEBEN estar entre comillas: `\"texto\"`.\n3. **Fundamental: NO use dos puntos para agregar etiquetas a los nodos, como `A --> B: texto`. Esto no es válido.** En su lugar, defina la etiqueta del nodo por separado: `A --> B; B[\"texto\"]`.\n4. Use tipos de flecha válidos: `-->`, `---`, `==>`. \n5. No use definiciones de `style` o `linkStyle`; el tema se maneja automáticamente.
fr: RÈGLES IMPORTANTES de Mermaid :\n1. Les ID de nœud doivent être des mots uniques (sans espaces ni caractères spéciaux).\n2. Les titres et tous les types de textes descriptifs contenant des caractères spéciaux comme `():;\"` DOIVENT être entre guillemets : `\"texte\"`.\n3. **Crucial : N'utilisez PAS de deux-points pour ajouter des étiquettes aux nœuds, comme `A --> B: texte`. C'est invalide.** Définissez plutôt l'étiquette du nœud séparément : `A --> B; B[\"texte\"]`.\n4. Utilisez des types de flèches valides : `-->`, `---`, `==>`.\n5. N'utilisez pas de définitions `style` ou `linkStyle` ; le thème est géré automatiquement.

source: Invalid book type.
de: Ungültiger Buchtyp.
es: Tipo de libro no válido.
fr: Type de livre invalide.

source: Failed to get book content: %(error)s
de: Fehler beim Abrufen des Buchinhalts: %(error)s
es: Error al obtener el contenido del libro: %(error)s
fr: Échec de la récupération du contenu du livre : %(error)s

source: Could not extract text from the book.
de: Text konnte nicht aus dem Buch extrahiert werden.
es: No se pudo extraer el texto del libro.
fr: Impossible d'extraire le texte du livre.

source: LLM settings are not configured in user settings.
de: LLM-Einstellungen sind in den Benutzereinstellungen nicht konfiguriert.
es: La configuración de LLM no está configurada en los ajustes de usuario.
fr: Les paramètres LLM ne sont pas configurés dans les paramètres utilisateur.

source: Here is the full text of the book: ---BOOK CONTENT--- %(book_content)s ---END BOOK CONTENT---
de: Hier ist der vollständige Text des Buches: ---BUCHINHALT--- %(book_content)s ---ENDE BUCHINHALT---
es: Aquí está el texto completo del libro: ---CONTENIDO DEL LIBRO--- %(book_content)s ---FIN DEL CONTENIDO DEL LIBRO---
fr: Voici le texte intégral du livre : ---CONTENU DU LIVRE--- %(book_content)s ---FIN DU CONTENU DU LIVRE---

source: Please provide a comprehensive summary and a profound review of this book.
de: Bitte geben Sie eine umfassende Zusammenfassung und eine tiefgründige Rezension dieses Buches ab.
es: Por favor, proporcione un resumen completo y una reseña profunda de este libro.
fr: Veuillez fournir un résumé complet et une critique approfondie de ce livre.

source: Failed to communicate with LLM provider: %(error)s
de: Kommunikation mit dem LLM-Anbieter fehlgeschlagen: %(error)s
es: Error al comunicarse con el proveedor de LLM: %(error)s
fr: Échec de la communication avec le fournisseur LLM : %(error)s

source: Extracting entire book content...
de: Gesamter Buchinhalt wird extrahiert...
es: Extrayendo todo el contenido del libro...
fr: Extraction du contenu complet du livre...

source: Thinking...
de: Denken...
es: Pensando...
fr: Réflexion...

source: Message ID is required.
de: Nachrichten-ID ist erforderlich.
es: Se requiere el ID del mensaje.
fr: L'ID du message est requis.

source: Message not found.
de: Nachricht nicht gefunden.
es: Mensaje no encontrado.
fr: Message non trouvé.

source: Permission denied.
de: Zugriff verweigert.
es: Permiso denegado.
fr: Permission refusée.

source: Regenerate response
de: Antwort neu generieren
es: Regenerar respuesta
fr: Régénérer la réponse

source: IMPORTANT Mermaid Rules: 1. Node IDs must be single words (no spaces or special characters). 2. Descriptive text containing special characters like `():;"` MUST be in quotes: `"text"`. 3. **Crucially, do NOT use colons to add labels to nodes, like `A --> B: text`. This is invalid.** Instead, define the node label separately: `A --> B; B["text"]`. 4. Use valid arrow types: `-->`, `---`, `==>`. 5. Do not use `style` or `linkStyle` definitions; the theme is handled automatically.
de: WICHTIGE Mermaid-Regeln:\n1. Knoten-IDs müssen einzelne Wörter sein (keine Leerzeichen oder Sonderzeichen).\n2. Beschreibender Text, der Sonderzeichen wie `():;\"` enthält, MUSS in Anführungszeichen stehen: `\"text\"`.\n3. **Entscheidend ist, verwenden Sie KEINE Doppelpunkte, um Beschriftungen zu Knoten hinzuzufügen, wie `A --> B: text`. Das ist ungültig.** Definieren Sie stattdessen die Knotenbeschriftung separat: `A --> B; B[\"text\"]`.\n4. Verwenden Sie gültige Pfeiltypen: `-->`, `---`, `==>`. \n5. Verwenden Sie keine `style`- oder `linkStyle`-Definitionen; das Theme wird automatisch behandelt.
es: REGLAS IMPORTANTES de Mermaid:\n1. Los ID de los nodos deben ser palabras únicas (sin espacios ni caracteres especiales).\n2. El texto descriptivo que contiene caracteres especiales como `():;\"` DEBE estar entre comillas: `\"texto\"`.\n3. **Fundamental: NO use dos puntos para agregar etiquetas a los nodos, como `A --> B: texto`. Esto no es válido.** En su lugar, defina la etiqueta del nodo por separado: `A --> B; B[\"texto\"]`.\n4. Use tipos de flecha válidos: `-->`, `---`, `==>`. \n5. No use definiciones de `style` o `linkStyle`; el tema se maneja automáticamente.
fr: RÈGLES IMPORTANTES de Mermaid :\n1. Les ID de nœud doivent être des mots uniques (sans espaces ni caractères spéciaux).\n2. Le texte descriptif contenant des caractères spéciaux comme `():;\"` DOIT être entre guillemets : `\"texte\"`.\n3. **Crucial : N'utilisez PAS de deux-points pour ajouter des étiquettes aux nœuds, comme `A --> B: texte`. C'est invalide.** Définissez plutôt l'étiquette du nœud séparément : `A --> B; B[\"texte\"]`.\n4. Utilisez des types de flèches valides : `-->`, `---`, `==>`.\n5. N'utilisez pas de définitions `style` ou `linkStyle` ; le thème est géré automatiquement.

source: Base URL and API Key are required.
de: Basis-URL und API-Schlüssel sind erforderlich.
es: Se requieren la URL base y la clave de API.
fr: L'URL de base et la clé API sont requises.

source: Unexpected response format from model provider.
de: Unerwartetes Antwortformat vom Modellanbieter.
es: Formato de respuesta inesperado del proveedor del modelo.
fr: Format de réponse inattendu du fournisseur de modèle.

source: Authentication error. Please check your API Key.
de: Authentifizierungsfehler. Bitte überprüfen Sie Ihren API-Schlüssel.
es: Error de autenticación. Por favor, comprueba tu clave de API.
fr: Erreur d'authentification. Veuillez vérifier votre clé API.

source: Invalid API endpoint. Please check your Base URL.
de: Ungültiger API-Endpunkt. Bitte überprüfen Sie Ihre Basis-URL.
es: Punto final de la API no válido. Por favor, comprueba tu URL base.
fr: Point de terminaison d'API non valide. Veuillez vérifier votre URL de base.

source: Could not connect to the model provider: %(error)s
de: Verbindung zum Modellanbieter konnte nicht hergestellt werden: %(error)s
es: No se pudo conectar con el proveedor del modelo: %(error)s
fr: Impossible de se connecter au fournisseur de modèle : %(error)s

source: An unexpected error occurred: %(error)s
de: Ein unerwarteter Fehler ist aufgetreten: %(error)s
es: Ocurrió un error inesperado: %(error)s
fr: Une erreur inattendue est survenue : %(error)s

source: Session not found or permission denied.
de: Sitzung nicht gefunden oder Zugriff verweigert.
es: Sesión no encontrada o permiso denegado.
fr: Session non trouvée ou permission refusée.

source: Session ID: %(session_id)s
de: Sitzungs-ID: %(session_id)s
es: ID de sesión: %(session_id)s
fr: ID de session : %(session_id)s

source: Chat session deleted successfully.
de: Chat-Sitzung erfolgreich gelöscht.
es: Sesión de chat eliminada correctamente.
fr: Session de discussion supprimée avec succès.

source: Message ID: %(message_id)s
de: Nachrichten-ID: %(message_id)s
es: ID del mensaje: %(message_id)s
fr: ID du message : %(message_id)s

source: Invalid config type specified.
de: Ungültiger Konfigurationstyp angegeben.
es: Se ha especificado un tipo de configuración no válido.
fr: Type de configuration spécifié invalide.

source: Type: %(type)s, Profile: %(name)s
de: Typ: %(type)s, Profil: %(name)s
es: Tipo: %(type)s, Perfil: %(name)s
fr: Type : %(type)s, Profil : %(name)s

source: Configuration profile saved successfully.
de: Konfigurationsprofil erfolgreich gespeichert.
es: Perfil de configuración guardado correctamente.
fr: Profil de configuration enregistré avec succès.

source: Failed to create profile: %(error)s
de: Fehler beim Erstellen des Profils: %(error)s
es: Error al crear el perfil: %(error)s
fr: Échec de la création du profil : %(error)s

source: A profile with this name already exists.
de: Ein Profil mit diesem Namen existiert bereits.
es: Ya existe un perfil con este nombre.
fr: Un profil avec ce nom existe déjà.

source: Config ID: %(id)s, Profile: %(name)s
de: Konfigurations-ID: %(id)s, Profil: %(name)s
es: ID de configuración: %(id)s, Perfil: %(name)s
fr: ID de configuration : %(id)s, Profil : %(name)s

source: Configuration profile updated successfully.
de: Konfigurationsprofil erfolgreich aktualisiert.
es: Perfil de configuración actualizado correctamente.
fr: Profil de configuration mis à jour avec succès.

source: Failed to update profile: %(error)s
de: Fehler beim Aktualisieren des Profils: %(error)s
es: Error al actualizar el perfil: %(error)s
fr: Échec de la mise à jour du profil : %(error)s

source: Config ID: %(id)s
de: Konfigurations-ID: %(id)s
es: ID de configuración: %(id)s
fr: ID de configuration : %(id)s

source: Configuration profile deleted successfully.
de: Konfigurationsprofil erfolgreich gelöscht.
es: Perfil de configuración eliminado correctamente.
fr: Profil de configuration supprimé avec succès.

source: User settings updated.
de: Benutzereinstellungen aktualisiert.
es: Ajustes de usuario actualizados.
fr: Paramètres utilisateur mis à jour.

source: There are currently %(count)s audiobook generation task(s) in progress. Updating the configuration will restart the server workers and interrupt these tasks. Do you want to continue?
de: Es werden gerade %(count)s Hörbuch-Generierungsaufgaben ausgeführt. Durch die Aktualisierung der Konfiguration werden die Server-Worker neu gestartet und diese Aufgaben unterbrochen. Möchten Sie fortfahren?
es: Hay %(count)s tarea(s) de generación de audiolibros en curso. Actualizar la configuración reiniciará los trabajadores del servidor e interrumpirá estas tareas. ¿Desea continuar?
fr: Il y a actuellement %(count)s tâche(s) de génération de livres audio en cours. La mise à jour de la configuration redémarrera les processus du serveur et interrompra ces tâches. Voulez-vous continuer ?

source: Global settings updated.
de: Globale Einstellungen aktualisiert.
es: Ajustes globales actualizados.
fr: Paramètres globaux mis à jour.

source: Cleaned up %(count)s audiobook files
de: %(count)s Hörbuchdateien wurden bereinigt.
es: Se han limpiado %(count)s archivos de audiolibros.
fr: %(count)s fichiers de livres audio ont été nettoyés.

source: %(count)s audiobook files have been cleaned up.
de: %(count)s Hörbuchdateien wurden bereinigt.
es: Se han limpiado %(count)s archivos de audiolibros.
fr: %(count)s fichiers de livres audio ont été nettoyés.

source: An error occurred during cleanup: %(error)s
de: Bei der Bereinigung ist ein Fehler aufgetreten: %(error)s
es: Ocurrió un error durante la limpieza: %(error)s
fr: Une erreur s'est produite lors du nettoyage : %(error)s

source: New token generated.
de: Neues Token generiert.
es: Nuevo token generado.
fr: Nouveau jeton généré.

source: Token ID: %(token_id)s
es: ID del token: %(token_id)s
fr: ID du jeton : %(token_id)s

source: Token deleted.
de: Token gelöscht.
es: Token eliminado.
fr: Jeton supprimé.

source: Reason not specified
de: Grund nicht angegeben
es: Razón no especificada
fr: Raison non spécifiée

source: Account locked due to multiple failed login attempts.
de: Konto wegen mehrerer fehlgeschlagener Anmeldeversuche gesperrt.
es: Cuenta bloqueada debido a múltiples intentos de inicio de sesión fallidos.
fr: Compte verrouillé en raison de plusieurs tentatives de connexion échouées.

source: Failed to load user activities
de: Fehler beim Laden der Benutzeraktivitäten
es: Error al cargar las actividades del usuario
fr: Échec du chargement des activités de l'utilisateur

source: Failed to load activities
de: Fehler beim Laden der Aktivitäten
es: Error al cargar las actividades
fr: Échec du chargement des activités

source: Failed to load activity details
de: Fehler beim Laden der Aktivitätsdetails
es: Error al cargar los detalles de la actividad
fr: Échec du chargement des détails de l'activité

source: Failed to load event statistics
de: Fehler beim Laden der Ereignisstatistiken
es: Error al cargar las estadísticas de eventos
fr: Échec du chargement des statistiques d'événements

source: Locked by administrator
de: Vom Administrator gesperrt
es: Bloqueado por el administrador
fr: Verrouillé par l'administrateur

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur introuvable

source: permanently
de: dauerhaft
es: permanentemente
fr: en permanence

source: Account locked %(time)s. Reason: %(reason)s
de: Konto %(time)s gesperrt. Grund: %(reason)s
es: Cuenta bloqueada hasta %(time)s. Razón: %(reason)s
fr: Compte verrouillé %(time)s. Raison : %(reason)s

source: User account locked successfully
de: Benutzerkonto erfolgreich gesperrt
es: Cuenta de usuario bloqueada correctamente
fr: Compte utilisateur verrouillé avec succès

source: Failed to lock user account
de: Fehler beim Sperren des Benutzerkontos
es: Error al bloquear la cuenta de usuario
fr: Échec du verrouillage du compte utilisateur

source: Account unlocked by administrator
de: Konto vom Administrator entsperrt
es: Cuenta desbloqueada por el administrador
fr: Compte déverrouillé par l'administrateur

source: User account unlocked successfully
de: Benutzerkonto erfolgreich entsperrt
es: Cuenta de usuario desbloqueada correctamente
fr: Compte utilisateur déverrouillé avec succès

source: Failed to unlock user account
de: Fehler beim Entsperren des Benutzerkontos
es: Error al desbloquear la cuenta de usuario
fr: Échec du déverrouillage du compte utilisateur

source: Failed login attempts reset by administrator
de: Fehlgeschlagene Anmeldeversuche vom Administrator zurückgesetzt
es: Intentos de inicio de sesión fallidos restablecidos por el administrador
fr: Tentatives de connexion échouées réinitialisées par l'administrateur

source: Failed login attempts reset successfully
de: Fehlgeschlagene Anmeldeversuche erfolgreich zurückgesetzt
es: Intentos de inicio de sesión fallidos restablecidos correctamente
fr: Tentatives de connexion échouées réinitialisées avec succès

source: Failed to reset login attempts
de: Fehler beim Zurücksetzen der Anmeldeversuche
es: Error al restablecer los intentos de inicio de sesión
fr: Échec de la réinitialisation des tentatives de connexion

source: Administrator %(admin)s deleted all activity logs for user: %(username)s
de: Administrator %(admin)s hat alle Aktivitätsprotokolle für Benutzer %(username)s gelöscht
es: El administrador %(admin)s eliminó todos los registros de actividad del usuario: %(username)s
fr: L'administrateur %(admin)s a supprimé tous les journaux d'activité de l'utilisateur : %(username)s

source: Successfully deleted all activities for user %(username)s
de: Alle Aktivitäten für Benutzer %(username)s erfolgreich gelöscht
es: Se eliminaron correctamente todas las actividades del usuario %(username)s
fr: Toutes les activités de l'utilisateur %(username)s ont été supprimées avec succès

source: Failed to delete user activities
de: Fehler beim Löschen der Benutzeraktivitäten
es: Error al eliminar las actividades del usuario
fr: Échec de la suppression des activités de l'utilisateur

source: Administrator %(admin)s deleted all user activity logs
de: Administrator %(admin)s hat alle Benutzeraktivitätsprotokolle gelöscht
es: El administrador %(admin)s eliminó todos los registros de actividad de los usuarios
fr: L'administrateur %(admin)s a supprimé tous les journaux d'activité des utilisateurs

source: Successfully deleted all user activity logs
de: Alle Benutzeraktivitätsprotokolle erfolgreich gelöscht
es: Se eliminaron correctamente todos los registros de actividad de los usuarios
fr: Tous les journaux d'activité des utilisateurs ont été supprimés avec succès

source: Failed to delete all user activities
de: Fehler beim Löschen aller Benutzeraktivitäten
es: Error al eliminar todas las actividades de los usuarios
fr: Échec de la suppression de toutes les activités des utilisateurs

source: User not logged in
de: Benutzer nicht angemeldet
es: Usuario no ha iniciado sesión
fr: Utilisateur non connecté

source: Failed to load pushed book list
de: Fehler beim Laden der gepushten Buchliste
es: Error al cargar la lista de libros enviados
fr: Échec du chargement de la liste des livres poussés

source: Username and password are required.
de: Benutzername und Passwort sind erforderlich.
es: Se requiere nombre de usuario y contraseña.
fr: Le nom d'utilisateur et le mot de passe sont requis.

source: User created but Anx init failed: %(message)s
de: Benutzer erstellt, aber Anx-Initialisierung fehlgeschlagen: %(message)s
es: Usuario creado pero la inicialización de Anx falló: %(message)s
fr: Utilisateur créé mais l'initialisation d'Anx a échoué : %(message)s

source: User added successfully, but failed to initialize Anx directory: %(message)s
de: Benutzer erfolgreich hinzugefügt, aber Initialisierung des Anx-Verzeichnisses fehlgeschlagen: %(message)s
es: Usuario añadido correctamente, pero no se pudo inicializar el directorio Anx: %(message)s
fr: Utilisateur ajouté avec succès, mais échec de l'initialisation du répertoire Anx : %(message)s

source: Role: %(role)s
de: Rolle: %(role)s
es: Rol: %(role)s
fr: Rôle : %(role)s

source: User added and initialized successfully.
de: Benutzer erfolgreich hinzugefügt und initialisiert.
es: Usuario añadido e inicializado correctamente.
fr: Utilisateur ajouté et initialisé avec succès.

source: Username already exists.
de: Benutzername existiert bereits.
es: El nombre de usuario ya existe.
fr: Le nom d'utilisateur existe déjà.

source: User ID and username are required.
de: Benutzer-ID und Benutzername sind erforderlich.
es: Se requiere ID de usuario y nombre de usuario.
fr: L'ID utilisateur et le nom d'utilisateur sont requis.

source: Updated user ID: %(user_id)s, Role: %(role)s
de: Aktualisierte Benutzer-ID: %(user_id)s, Rolle: %(role)s
es: ID de usuario actualizado: %(user_id)s, Rol: %(role)s
fr: ID utilisateur mis à jour : %(user_id)s, Rôle : %(role)s

source: User updated successfully.
de: Benutzer erfolgreich aktualisiert.
es: Usuario actualizado correctamente.
fr: Utilisateur mis à jour avec succès.

source: User ID is required.
de: Benutzer-ID ist erforderlich.
es: Se requiere ID de usuario.
fr: L'ID utilisateur est requis.

source: Error deleting user data directory: %(error)s
de: Fehler beim Löschen des Benutzerdatenverzeichnisses: %(error)s
es: Error al eliminar el directorio de datos del usuario: %(error)s
fr: Erreur lors de la suppression du répertoire de données utilisateur : %(error)s

source: User and their data have been successfully deleted.
de: Benutzer und deren Daten wurden erfolgreich gelöscht.
es: El usuario y sus datos han sido eliminados correctamente.
fr: L'utilisateur et ses données ont été supprimés avec succès.

source: A network error occurred, please try again.
de: Ein Netzwerkfehler ist aufgetreten, bitte versuchen Sie es erneut.
es: Ocurrió un error de red, por favor, inténtalo de nuevo.
fr: Une erreur réseau est survenue, veuillez réessayer.

source: Failed to fetch user settings
de: Fehler beim Abrufen der Benutzereinstellungen
es: Error al obtener la configuración del usuario
fr: Échec de la récupération des paramètres utilisateur

source: Invalid book type specified.
de: Ungültiger Buchtyp angegeben.
es: Se ha especificado un tipo de libro no válido.
fr: Type de livre spécifié invalide.

source: Invalid URL for book reader.
de: Ungültige URL für den Buchleser.
es: URL no válida para el lector de libros.
fr: URL invalide pour le lecteur de livres.

source: Failed to fetch book: {statusText}
de: Fehler beim Abrufen des Buches: {statusText}
es: Error al obtener el libro: {statusText}
fr: Échec de la récupération du livre : {statusText}

source: Failed to initialize book renderer.
de: Fehler beim Initialisieren des Buch-Renderers.
es: Error al inicializar el renderizador de libros.
fr: Échec de l'initialisation du moteur de rendu du livre.

source: Error loading book: {message}
de: Fehler beim Laden des Buches: {message}
es: Error al cargar el libro: {message}
fr: Erreur lors du chargement du livre : {message}

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre

source: Unknown Author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu

source: No voices available
de: Keine Stimmen verfügbar
es: No hay voces disponibles
fr: Aucune voix disponible

source: Password confirmation does not match
de: Passwortbestätigung stimmt nicht überein
es: La confirmación de la contraseña no coincide
fr: La confirmation du mot de passe ne correspond pas

source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l'inscription
