Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Network error, please try again later
de: Netzwerkfehler, bitte später erneut versuchen
es: Error de red, por favor, inténtalo de nuevo más tarde
fr: Erreur réseau, veuillez réessayer plus tard

source: Network response was not ok.
de: Netzwerkantwort war nicht in Ordnung.
es: La respuesta de la red no fue correcta.
fr: La réponse du réseau n'était pas bonne.

source: No changes detected.
de: Keine Änderungen erkannt.
es: No se han detectado cambios.
fr: Aucun changement détecté.

source: Calibre Connection Error
de: Calibre-Verbindungsfehler
es: Error de conexión de Calibre
fr: Erreur de connexion à Calibre

source: Calibre Authentication Error
de: Calibre-Authentifizierungsfehler
es: Error de autenticación de Calibre
fr: Erreur d'authentification Calibre

source: Calibre Permission Error
de: Calibre-Berechtigungsfehler
es: Error de permiso de Calibre
fr: Erreur de permission Calibre

source: Calibre HTTP Error
de: Calibre-HTTP-Fehler
es: Error HTTP de Calibre
fr: Erreur HTTP Calibre

source: Calibre Request Error
de: Calibre-Anfragefehler
es: Error de solicitud de Calibre
fr: Erreur de requête Calibre

source: Reason:
de: Grund:
es: Razón:
fr: Raison :

source: Solution:
de: Lösung:
es: Solución:

source: Check if the Calibre server is running and the URL in Settings -> Calibre Config is correct.
de: Überprüfen Sie, ob der Calibre-Server läuft und die URL in den Einstellungen -> Calibre-Konfiguration korrekt ist.
es: Comprueba si el servidor de Calibre está en funcionamiento y si la URL en Ajustes -> Configuración de Calibre es correcta.
fr: Vérifiez si le serveur Calibre est en cours d'exécution et si l'URL dans Paramètres -> Configuration de Calibre est correcte.

source: Please ensure you are connecting to Calibre's content-server (default port: 8080), not calibre-web (default port: 8083). Check if the server is running and the URL in Settings -> Calibre Config is correct.
de: Bitte stellen Sie sicher, dass Sie sich mit dem Calibre Content-Server (Standardport: 8080) und nicht mit calibre-web (Standardport: 8083) verbinden. Überprüfen Sie, ob der Server läuft und die URL in den Einstellungen -> Calibre-Konfiguration korrekt ist.
es: Asegúrate de que te estás conectando al servidor de contenido de Calibre (puerto predeterminado: 8080), no a calibre-web (puerto predeterminado: 8083). Comprueba si el servidor está en funcionamiento y si la URL en Ajustes -> Configuración de Calibre es correcta.
fr: Veuillez vous assurer que vous vous connectez au serveur de contenu de Calibre (port par défaut : 8080), et non à calibre-web (port par défaut : 8083). Vérifiez si le serveur est en cours d'exécution et si l'URL dans Paramètres -> Configuration de Calibre est correcte.

source: Verify that the username and password in Settings -> Calibre Config are correct.
de: Überprüfen Sie, ob Benutzername und Passwort in den Einstellungen -> Calibre-Konfiguration korrekt sind.
es: Verifica que el nombre de usuario y la contraseña en Ajustes -> Configuración de Calibre son correctos.
fr: Vérifiez que le nom d'utilisateur et le mot de passe dans Paramètres -> Configuration de Calibre sont corrects.

source: Original Error:
de: Ursprünglicher Fehler:
es: Error original:
fr: Erreur originale :

source: Request URL (click to test):
de: Anfrage-URL (zum Testen klicken):
es: URL de la solicitud (haz clic para probar):
fr: URL de la requête (cliquez pour tester) :

source: Ensure the Library ID in Settings -> Calibre Config is correct. Also, check if the user has write permissions in Calibre.
de: Stellen Sie sicher, dass die Bibliotheks-ID in den Einstellungen -> Calibre-Konfiguration korrekt ist. Überprüfen Sie auch, ob der Benutzer Schreibrechte in Calibre hat.
es: Asegúrate de que el ID de la biblioteca en Ajustes -> Configuración de Calibre es correcto. Además, comprueba si el usuario tiene permisos de escritura en Calibre.
fr: Assurez-vous que l'ID de la bibliothèque dans Paramètres -> Configuration de Calibre est correct. Vérifiez également si l'utilisateur dispose des autorisations d'écriture dans Calibre.

source: The Calibre server returned an error. Please check the Calibre server logs for more details.
de: Der Calibre-Server hat einen Fehler zurückgegeben. Bitte überprüfen Sie die Calibre-Serverprotokolle für weitere Details.
es: El servidor de Calibre devolvió un error. Por favor, comprueba los registros del servidor de Calibre para más detalles.
fr: Le serveur Calibre a retourné une erreur. Veuillez consulter les journaux du serveur Calibre pour plus de détails.

source: An unknown error occurred while connecting to Calibre. Please check the application logs.
de: Beim Verbinden mit Calibre ist ein unbekannter Fehler aufgetreten. Bitte überprüfen Sie die Anwendungsprotokolle.
es: Ocurrió un error desconocido al conectar con Calibre. Por favor, comprueba los registros de la aplicación.
fr: Une erreur inconnue s'est produite lors de la connexion à Calibre. Veuillez consulter les journaux de l'application.

source: Are you sure you want to delete this book? This action cannot be undone.
de: Möchten Sie dieses Buch wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este libro? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce livre ? Cette action est irréversible.

source: Please enter a valid page number between 1 and %(totalPages)s.
de: Bitte geben Sie eine gültige Seitenzahl zwischen 1 und %(totalPages)s ein.
es: Por favor, introduce un número de página válido entre 1 y %(totalPages)s.
fr: Veuillez saisir un numéro de page valide entre 1 et %(totalPages)s.

source: Please select files to upload.
de: Bitte wählen Sie Dateien zum Hochladen aus.
es: Por favor, selecciona los archivos que quieras subir.
fr: Veuillez sélectionner les fichiers à téléverser.

source: Waiting...
de: Warten...
es: Esperando...
fr: En attente...

source: Uploading...
de: Lade hoch...
es: Subiendo...
fr: Téléversement en cours...

source: Processing...
de: Verarbeite...
es: Procesando...
fr: Traitement en cours...

source: Upload failed
de: Hochladen fehlgeschlagen
es: Error al subir
fr: Le téléversement a échoué

source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau

source: Network error: Failed to connect to the server.
de: Netzwerkfehler: Verbindung zum Server fehlgeschlagen.
es: Error de red: No se pudo conectar al servidor.
fr: Erreur réseau : Échec de la connexion au serveur.

source: All books uploaded successfully!
de: Alle Bücher erfolgreich hochgeladen!
es: ¡Todos los libros se han subido correctamente!
fr: Tous les livres ont été téléversés avec succès !

source: Some files failed to upload. Please check the progress details.
de: Einige Dateien konnten nicht hochgeladen werden. Bitte überprüfen Sie die Fortschrittsdetails.
es: Algunos archivos no se han podido subir. Por favor, comprueba los detalles del progreso.
fr: Certains fichiers n'ont pas pu être téléversés. Veuillez vérifier les détails de la progression.

source: Generating...
de: Generiere...
es: Generando...
fr: Génération en cours...

source: Download Audiobook
de: Hörbuch herunterladen
es: Descargar audiolibro
fr: Télécharger le livre audio

source: Listen to Audiobook
de: Hörbuch anhören
es: Escuchar audiolibro
fr: Écouter le livre audio

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès !

source: Title
de: Titel
es: Título
fr: Titre

source: Author
de: Autor
es: Autor
fr: Auteur

source: Authors (comma-separated)
de: Autoren (durch Kommas getrennt)
es: Autores (separados por comas)
fr: Auteurs (séparés par des virgules)

source: Rating (0-5)
de: Bewertung (0-5)
es: Calificación (0-5)
fr: Note (0-5)

source: Reading Progress (%)
de: Lesefortschritt (%)
es: Progreso de lectura (%)
fr: Progression de la lecture (%)

source: Description
de: Beschreibung
es: Descripción

source: Note
de: Notiz
es: Nota

source: Metadata updates for Calibre books are asynchronous and may take a moment to apply.
de: Metadaten-Updates für Calibre-Bücher sind asynchron und können einen Moment dauern, bis sie angewendet werden.
es: Las actualizaciones de metadatos para libros de Calibre son asíncronas y pueden tardar un momento en aplicarse.
fr: Les mises à jour de métadonnées pour les livres Calibre sont asynchrones et peuvent prendre un moment à s'appliquer.

source: Publisher
de: Herausgeber
es: Editorial
fr: Éditeur

source: Publication Date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication

source: Tags (comma-separated)
de: Tags (durch Kommas getrennt)
es: Etiquetas (separadas por comas)
fr: Étiquettes (séparées par des virgules)

source: Library (custom field #library)
de: Bibliothek (benutzerdefiniertes Feld #library)
es: Biblioteca (campo personalizado #library)
fr: Bibliothèque (champ personnalisé #library)

source: Read Date (custom field #readdate)
de: Lesedatum (benutzerdefiniertes Feld #readdate)
es: Fecha de lectura (campo personalizado #readdate)
fr: Date de lecture (champ personnalisé #readdate)

source: Task queued
de: Aufgabe in die Warteschlange gestellt
es: Tarea en cola
fr: Tâche mise en file d'attente

source: Starting audiobook generation...
de: Hörbuchgenerierung wird gestartet...
es: Iniciando la generación del audiolibro...
fr: Démarrage de la génération du livre audio...

source: Parsing EPUB file...
de: EPUB-Datei wird analysiert...
es: Analizando el archivo EPUB...
fr: Analyse du fichier EPUB...

source: Processing: Chapter %(index)d/%(total)d
de: Verarbeite: Kapitel %(index)d/%(total)d
es: Procesando: Capítulo %(index)d/%(total)d
fr: Traitement : Chapitre %(index)d/%(total)d

source: Merging audio files...
de: Audiodateien werden zusammengeführt...
es: Fusionando archivos de audio...
fr: Fusion des fichiers audio...

source: Writing book metadata...
de: Buchmetadaten werden geschrieben...
es: Escribiendo metadatos del libro...
fr: Écriture des métadonnées du livre...

source: Cleaning up temporary files...
de: Temporäre Dateien werden bereinigt...
es: Limpiando archivos temporales...
fr: Nettoyage des fichiers temporaires...

source: Audiobook generated successfully!
de: Hörbuch erfolgreich generiert!
es: ¡Audiolibro generado con éxito!
fr: Livre audio généré avec succès !

source: Could not extract any chapters from the EPUB file.
de: Aus der EPUB-Datei konnten keine Kapitel extrahiert werden.
es: No se pudieron extraer capítulos del archivo EPUB.
fr: Impossible d'extraire des chapitres du fichier EPUB.

source: All chapters are empty or could not be converted to audio.
de: Alle Kapitel sind leer oder konnten nicht in Audio konvertiert werden.
es: Todos los capítulos están vacíos o no se pudieron convertir a audio.
fr: Tous les chapitres sont vides ou n'ont pas pu être convertis en audio.

source: An unknown error occurred: %(error)s
de: Ein unbekannter Fehler ist aufgetreten: %(error)s
es: Ocurrió un error desconocido: %(error)s
fr: Une erreur inconnue est survenue : %(error)s

source: Export as Image
de: Als Bild exportieren
es: Exportar como imagen
fr: Exporter en tant qu'image

source: Exported by Anx Calibre Manager by ptbsare
de: Exportiert von Anx Calibre Manager von ptbsare
es: Exportado por Anx Calibre Manager de ptbsare
fr: Exporté par Anx Calibre Manager par ptbsare

source: Content generated by AI. Please verify accuracy.
de: Inhalt von KI generiert. Bitte auf Richtigkeit prüfen.
es: Contenido generado por IA. Verifique la precisión.
fr: Contenu généré par l'IA. Veuillez vérifier l'exactitude.

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la discussion

source: Failed to fetch chat history.
de: Fehler beim Abrufen des Chat-Verlaufs.
es: Error al obtener el historial de chat.
fr: Échec de la récupération de l'historique des discussions.

source: Error loading history:
de: Fehler beim Laden des Verlaufs:
es: Error al cargar el historial:
fr: Erreur lors du chargement de l'historique :

source: Failed to get a response from the AI.
de: Fehler beim Erhalten einer Antwort von der KI.
es: No se pudo obtener una respuesta de la IA.
fr: Impossible d'obtenir une réponse de l'IA.

source: An error occurred:
de: Ein Fehler ist aufgetreten:
es: Ocurrió un error:
fr: Une erreur est survenue :

source: years ago
de: Jahren
es: años
fr: ans

source: months ago
de: Monaten
es: meses
fr: mois

source: days ago
de: Tagen
es: días
fr: jours

source: hours ago
de: Stunden
es: horas
fr: heures

source: minutes ago
de: Minuten
es: minutos
fr: minutes

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant

source: Are you sure you want to delete this chat session? This action cannot be undone.
de: Möchten Sie diese Chat-Sitzung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta sesión de chat? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette session de discussion ? Cette action est irréversible.

source: Failed to delete the session.
de: Sitzung konnte nicht gelöscht werden.
es: Error al eliminar la sesión.
fr: Échec de la suppression de la session.

source: Zoom In
de: Vergrößern
es: Acercar
fr: Agrandir

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Réduire

source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer Zoom
fr: Réinitialiser le zoom

source: Download SVG
de: SVG herunterladen
es: Descargar SVG
fr: Télécharger le SVG

source: Mermaid Render Error
de: Mermaid-Renderfehler
es: Error de Renderizado de Mermaid
fr: Erreur de rendu Mermaid

source: Empty response, retrying...
de: Leere Antwort, versuche es erneut...
es: Respuesta vacía, reintentando...
fr: Réponse vide, nouvelle tentative...

source: Error, retrying...
de: Fehler, versuche es erneut...
es: Error, reintentando...
fr: Erreur, nouvelle tentative...

source: All retry attempts failed due to empty responses.
de: Alle Wiederholungsversuche sind aufgrund leerer Antworten fehlgeschlagen.
es: Todos los intentos de reintento fallaron debido a respuestas vacías.
fr: Toutes les tentatives de re-essai ont échoué en raison de réponses vides.

source: Failed to fetch audiobook list.
de: Fehler beim Abrufen der Hörbuchliste.
es: Error al obtener la lista de audiolibros.
fr: Échec de la récupération de la liste des livres audio.

source: Delete Audiobook
de: Hörbuch löschen
es: Eliminar audiolibro
fr: Supprimer le livre audio

source: Are you sure you want to delete the audiobook "%(title)s"? This action cannot be undone.
de: Sind Sie sicher, dass Sie das Hörbuch "%(title)s" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el audiolibro "%(title)s"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le livre audio "%(title)s" ? Cette action est irréversible.

source: Failed to delete audiobook.
de: Hörbuch konnte nicht gelöscht werden.
es: Error al eliminar el audiolibro.
fr: Échec de la suppression du livre audio.

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue est survenue.

source: chapters
de: Kapitel
es: capítulos
fr: chapitres

source: No chapters available.
de: Keine Kapitel verfügbar.
es: No hay capítulos disponibles.
fr: Aucun chapitre disponible.

source: More
de: Mehr
es: Más
fr: Plus

source: Less
de: Weniger
es: Menos
fr: Moins

source: Album
es: Álbum

source: Album Artist
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album

source: Genre
es: Género

source: Year
de: Jahr
es: Año
fr: Année

source: Composer
de: Komponist
es: Compositor
fr: Compositeur

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire

source: Previous Chapter
de: Vorheriges Kapitel
es: Capítulo anterior
fr: Chapitre précédent

source: Next Chapter
de: Nächstes Kapitel
es: Siguiente capítulo
fr: Chapitre suivant

source: Seek Backward 10s
de: 10s zurückspulen
es: Retroceder 10s
fr: Reculer de 10s

source: Seek Forward 30s
de: 30s vorspulen
es: Avanzar 30s
fr: Avancer de 30s

source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
fr: Lecture/Pause

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture

source: Total Users
de: Gesamte Benutzer
es: Usuarios totales
fr: Utilisateurs totaux

source: Active Today
de: Heute aktiv
es: Activos hoy
fr: Actifs aujourd'hui

source: Total Logins
de: Gesamte Anmeldungen
es: Inicios de sesión totales
fr: Connexions totales

source: Total Activities
de: Gesamte Aktivitäten
es: Actividades totales
fr: Total des activités

source: Unique Users
de: Eindeutige Benutzer
es: Usuarios únicos
fr: Utilisateurs uniques

source: Time
de: Zeit
es: Hora
fr: Heure

source: Activity Type
de: Aktivitätstyp
es: Tipo de actividad
fr: Type d'activité

source: Status
es: Estado
fr: Statut

source: Details
es: Detalles
fr: Détails

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: Success
de: Erfolgreich
es: Éxito
fr: Succès

source: Active
de: Aktiv
es: Activo
fr: Actif

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller

source: Reset Failed
de: Zurücksetzen fehlgeschlagen
es: Restablecimiento fallido
fr: Réinitialiser les échecs

source: No activities found
de: Keine Aktivitäten gefunden
es: No se encontraron actividades
fr: Aucune activité trouvée

source: No recent activities
de: Keine kürzlichen Aktivitäten
es: No hay actividades recientes
fr: Aucune activité récente

source: No failed login attempts
de: Keine fehlgeschlagenen Anmeldeversuche
es: No hay intentos de inicio de sesión fallidos
fr: Aucune tentative de connexion échouée

source: Locked until
de: Gesperrt bis
es: Bloqueado hasta
fr: Verrouillé jusqu'à

source: Reason
de: Grund
es: Motivo
fr: Raison

source: Last Login
de: Letzte Anmeldung
es: Último inicio de sesión
fr: Dernière connexion

source: Last Login IP
de: Letzte Anmelde-IP
es: IP del último inicio de sesión
fr: IP de dernière connexion

source: Login Count
de: Anzahl Anmeldungen
es: Cantidad de inicios de sesión
fr: Nombre de connexions

source: Delete Activities
de: Aktivitäten löschen
es: Eliminar Actividades
fr: Supprimer les activités

source: Delete All Activities
de: Alle Aktivitäten löschen
es: Eliminar Todas las Actividades
fr: Supprimer toutes les activités

source: Are you sure you want to delete all activities for user
de: Sind Sie sicher, dass Sie alle Aktivitäten für den Benutzer löschen möchten?
es: ¿Estás seguro de que quieres eliminar todas las actividades del usuario
fr: Êtes-vous sûr de vouloir supprimer toutes les activités de l'utilisateur

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.

source: Activities deleted successfully.
de: Aktivitäten erfolgreich gelöscht.
es: Actividades eliminadas correctamente.
fr: Activités supprimées avec succès.

source: Failed to delete activities
de: Fehler beim Löschen der Aktivitäten
es: Error al eliminar las actividades
fr: Échec de la suppression des activités

source: An error occurred while deleting activities.
de: Beim Löschen der Aktivitäten ist ein Fehler aufgetreten.
es: Ocurrió un error al eliminar las actividades.
fr: Une erreur s'est produite lors de la suppression des activités.

source: Are you absolutely sure you want to delete all activity logs for ALL users? This action is irreversible.
de: Sind Sie absolut sicher, dass Sie alle Aktivitätsprotokolle für ALLE Benutzer löschen möchten? Diese Aktion ist unumkehrbar.
es: ¿Estás absolutamente seguro de que quieres eliminar todos los registros de actividad de TODOS los usuarios? Esta acción es irreversible.
fr: Êtes-vous absolument sûr de vouloir supprimer tous les journaux d'activité de TOUS les utilisateurs ? Cette action est irréversible.

source: All activities deleted successfully.
de: Alle Aktivitäten erfolgreich gelöscht.
es: Todas las actividades se eliminaron correctamente.
fr: Toutes les activités ont été supprimées avec succès.

source: Failed to delete all activities
de: Fehler beim Löschen aller Aktivitäten
es: Error al eliminar todas las actividades
fr: Échec de la suppression de toutes les activités

source: An error occurred while deleting all activities.
de: Beim Löschen aller Aktivitäten ist ein Fehler aufgetreten.
es: Ocurrió un error al eliminar todas las actividades.
fr: Une erreur s'est produite lors de la suppression de toutes les activités.

source: Please make sure to add the sender email address ({email}) to your Amazon Kindle trusted email list.
de: Bitte stellen Sie sicher, dass Sie die Absender-E-Mail-Adresse ({email}) zu Ihrer Liste vertrauenswürdiger E-Mail-Adressen bei Amazon Kindle hinzufügen.
es: Asegúrate de añadir la dirección de correo electrónico del remitente ({email}) a tu lista de correos electrónicos de confianza de Amazon Kindle.
fr: Veuillez vous assurer d'ajouter l'adresse e-mail de l'expéditeur ({email}) à votre liste d'e-mails de confiance Amazon Kindle.

source: WebDAV address copied to clipboard
de: WebDAV-Adresse in die Zwischenablage kopiert
es: Dirección WebDAV copiada al portapapeles
fr: Adresse WebDAV copiée dans le presse-papiers

source: Copy failed
de: Kopieren fehlgeschlagen
es: Error al copiar
fr: La copie a échoué

source: 2FA has been enabled.
de: Zwei-Faktor-Authentifizierung aktiviert.
es: La autenticación de dos factores ha sido activada.
fr: L'authentification à deux facteurs a été activée.

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver

source: 2FA is not enabled.
de: Zwei-Faktor-Authentifizierung nicht aktiviert.
es: La autenticación de dos factores no está activada.
fr: L'authentification à deux facteurs n'est pas activée.

source: Enable
de: Aktivieren
es: Activar
fr: Activer

source: Failed to start 2FA setup.
de: Fehler beim Starten der 2FA-Einrichtung.
es: Error al iniciar la configuración de 2FA.
fr: Échec du démarrage de la configuration 2FA.

source: Are you sure you want to disable 2FA?
de: Sind Sie sicher, dass Sie 2FA deaktivieren möchten?
es: ¿Estás seguro de que quieres desactivar 2FA?
fr: Êtes-vous sûr de vouloir désactiver l'A2F ?

source: No available tokens.
de: Keine verfügbaren Token.
es: No hay tokens disponibles.
fr: Aucun jeton disponible.

source: Created at
de: Erstellt um
es: Creado en
fr: Créé à

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: New token has been generated.
de: Neues Token wurde generiert.
es: Se ha generado un nuevo token.
fr: Un nouveau jeton a été généré.

source: Failed to generate token.
de: Token konnte nicht generiert werden.
es: Error al generar el token.
fr: Échec de la génération du jeton.

source: Are you sure you want to delete this token?
de: Möchten Sie dieses Token wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este token?
fr: Êtes-vous sûr de vouloir supprimer ce jeton ?

source: Are you sure you want to delete ALL generated audiobook files? This action cannot be undone.
de: Möchten Sie wirklich ALLE generierten Hörbuchdateien löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar TODOS los archivos de audiolibros generados? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer TOUS les fichiers de livres audio générés ? Cette action est irréversible.

source: Cleanup failed
de: Bereinigung fehlgeschlagen
es: Error en la limpieza
fr: Le nettoyage a échoué

source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
