Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Pause duration between paragraphs in milliseconds.
de: Pausendauer zwischen Absätzen in Millisekunden.
es: Duración de la pausa entre párrafos en milisegundos.
fr: Durée de la pause entre les paragraphes en millisecondes.

source: LLM Provider Settings
de: LLM-Anbietereinstellungen
es: Ajustes del proveedor LLM
fr: Paramètres du fournisseur LLM

source: LLM Profile
de: LLM-Profil
es: Perfil LLM
fr: Profil LLM

source: Load, save or delete LLM configuration profiles.
de: LLM-Konfigurationsprofile laden, speichern oder löschen.
es: Cargar, guardar o eliminar perfiles de configuración de LLM.
fr: Charger, enregistrer ou supprimer des profils de configuration LLM.

source: LLM Provider
de: LLM-Anbieter
es: Proveedor LLM
fr: Fournisseur LLM

source: The Large Language Model provider to use for MCP.
de: Der für MCP zu verwendende Anbieter für große Sprachmodelle.
es: El proveedor de modelos de lenguaje grandes a utilizar para MCP.
fr: Le fournisseur de grand modèle de langage à utiliser pour MCP.

source: Custom base URL for the API (e.g., for proxies or self-hosted models).
de: Benutzerdefinierte Basis-URL für die API (z. B. für Proxys oder selbst gehostete Modelle).
es: URL base personalizada para la API (por ejemplo, para proxies o modelos autohospedados).
fr: URL de base personnalisée pour l'API (par ex. pour les proxys ou les modèles auto-hébergés).

source: API key for the selected provider.
de: API-Schlüssel für den ausgewählten Anbieter.
es: Clave de API para el proveedor seleccionado.
fr: Clé API pour le fournisseur sélectionné.

source: Select or type a model
de: Modell auswählen oder eingeben
es: Seleccionar o escribir un modelo
fr: Sélectionnez ou tapez un modèle

source: The specific model to use, e.g., gpt-4o.
de: Das zu verwendende spezifische Modell, z. B. gpt-4o.
es: El modelo específico a utilizar, por ejemplo, gpt-4o.
fr: Le modèle spécifique à utiliser, par ex. gpt-4o.

source: Statistics Settings
de: Statistikeinstellungen
es: Ajustes de estadísticas
fr: Paramètres des statistiques

source: Enable Reading Statistics Page
de: Lesestatistikseite aktivieren
es: Activar página de estadísticas de lectura
fr: Activer la page des statistiques de lecture

source: Allows you to view your reading statistics after logging in.
de: Ermöglicht es Ihnen, Ihre Lesestatistiken nach dem Einloggen anzuzeigen.
es: Te permite ver tus estadísticas de lectura después de iniciar sesión.
fr: Vous permet de consulter vos statistiques de lecture après vous être connecté.

source: Make Statistics Page Public
de: Statistikseite öffentlich machen
es: Hacer pública la página de estadísticas
fr: Rendre la page des statistiques publique

source: If enabled, your statistics page will be publicly accessible without needing to log in.
de: Wenn aktiviert, ist Ihre Statistikseite öffentlich zugänglich, ohne dass Sie sich anmelden müssen.
es: Si está activado, tu página de estadísticas será accesible públicamente sin necesidad de iniciar sesión.
fr: Si activé, votre page de statistiques sera accessible au public sans qu'il soit nécessaire de se connecter.

source: Your Statistics Page URL
de: Ihre Statistikseiten-URL
es: URL de tu página de estadísticas
fr: URL de votre page de statistiques

source: Two-Factor Authentication (2FA)
de: Zwei-Faktor-Authentifizierung (2FA)
es: Autenticación de dos factores (2FA)
fr: Authentification à deux facteurs (A2F)

source: Please use your authenticator app to scan this QR code:
de: Bitte verwenden Sie Ihre Authenticator-App, um diesen QR-Code zu scannen:
es: Por favor, usa tu aplicación de autenticación para escanear este código QR:
fr: Veuillez utiliser votre application d'authentification pour scanner ce code QR :

source: Or manually enter the key:
de: Oder geben Sie den Schlüssel manuell ein:
es: O introduce la clave manualmente:
fr: Ou saisissez manuellement la clé :

source: Verification Code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification

source: Enter the 6-digit code to complete setup
de: Geben Sie den 6-stelligen Code ein, um die Einrichtung abzuschließen
es: Introduce el código de 6 dígitos para completar la configuración
fr: Saisissez le code à 6 chiffres pour terminer la configuration

source: Verify and Enable
de: Überprüfen und aktivieren
es: Verificar y activar
fr: Vérifier et activer

source: Save User Settings
de: Benutzereinstellungen speichern
es: Guardar ajustes de usuario
fr: Enregistrer les paramètres utilisateur

source: Administrator permission required.
de: Administratorberechtigung erforderlich.
es: Se requiere permiso de administrador.
fr: Permission administrateur requise.

source: Authentication required.
de: Authentifizierung erforderlich.
es: Autenticación requerida.
fr: Authentification requise.

source: Error
de: Fehler
fr: Erreur

source: Error:
de: Fehler:
fr: Erreur :

source: Error: %(message)s
de: Fehler: %(message)s
fr: Erreur : %(message)s

source: Total
de: Gesamt
