Repository: clover-eric/anx-calibre-manager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Username or password is incorrect.
de: Benutzername oder Passwort ist falsch.
es: El nombre de usuario o la contraseña son incorrectos.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Account is locked. Reason: %(reason)s. Please try again in %(minutes)s minutes.
de: Konto ist gesperrt. Grund: %(reason)s. Bitte versuchen Sie es in %(minutes)s Minuten erneut.
es: La cuenta está bloqueada. Razón: %(reason)s. Por favor, inténtalo de nuevo en %(minutes)s minutos.
fr: Le compte est verrouillé. Raison: %(reason)s. Veuillez réessayer dans %(minutes)s minutes.

source: Account is locked. Please try again in %(minutes)s minutes.
de: Konto ist gesperrt. Bitte versuchen Sie es in %(minutes)s Minuten erneut.
es: La cuenta está bloqueada. Por favor, inténtalo de nuevo en %(minutes)s minutos.
fr: Le compte est verrouillé. Veuillez réessayer dans %(minutes)s minutes.

source: Session invalid, please login again.
de: Sitzung ungültig, bitte erneut anmelden.
es: Sesión inválida, por favor, inicia sesión de nuevo.
fr: Session invalide, veuillez vous reconnecter.

source: Two-factor authentication code is incorrect.
de: Zwei-Faktor-Authentifizierungscode ist falsch.
es: El código de autenticación de dos factores es incorrecto.
fr: Le code d'authentification à deux facteurs est incorrect.

source: Too many failed login attempts. Account locked for 30 minutes.
de: Zu viele fehlgeschlagene Anmeldeversuche. Konto für 30 Minuten gesperrt.
es: Demasiados intentos de inicio de sesión fallidos. Cuenta bloqueada durante 30 minutos.
fr: Trop de tentatives de connexion échouées. Le compte est verrouillé pendant 30 minutes.

source: Username or password is incorrect. %(remaining)s attempt(s) remaining.
de: Benutzername oder Passwort ist falsch. Noch %(remaining)s Versuch(e) verbleibend.
es: El nombre de usuario o la contraseña son incorrectos. Quedan %(remaining)s intento(s).
fr: Nom d'utilisateur ou mot de passe incorrect. %(remaining)s tentative(s) restante(s).

source: You have been logged out successfully.
de: Sie wurden erfolgreich abgemeldet.
es: Has cerrado sesión correctamente.
fr: Vous avez été déconnecté avec succès.

source: Username and password cannot be empty.
de: Benutzername und Passwort dürfen nicht leer sein.
es: El nombre de usuario y la contraseña no pueden estar vacíos.
fr: Le nom d'utilisateur et le mot de passe ne peuvent pas être vides.

source: Administrator account created, but failed to initialize Anx library: %(message)s
de: Administratorkonto erstellt, aber die Initialisierung der Anx-Bibliothek ist fehlgeschlagen: %(message)s
es: Cuenta de administrador creada, pero falló la inicialización de la biblioteca Anx: %(message)s
fr: Compte administrateur créé, mais l'initialisation de la bibliothèque Anx a échoué : %(message)s

source: Administrator account has been created, please login.
de: Administratorkonto wurde erstellt, bitte melden Sie sich an.
es: Se ha creado la cuenta de administrador, por favor, inicia sesión.
fr: Le compte administrateur a été créé, veuillez vous connecter.

source: Username and password cannot be empty
de: Benutzername und Passwort dürfen nicht leer sein
es: El nombre de usuario y la contraseña no pueden estar vacíos
fr: Le nom d'utilisateur et le mot de passe ne peuvent pas être vides

source: Username can only contain letters, numbers and underscores, 3-50 characters long
de: Benutzername darf nur Buchstaben, Zahlen und Unterstriche enthalten, 3-50 Zeichen lang
es: El nombre de usuario solo puede contener letras, números y guiones bajos, con una longitud de 3 a 50 caracteres
fr: Le nom d'utilisateur ne peut contenir que des lettres, des chiffres et des traits de soulignement, et doit comporter entre 3 et 50 caractères

source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères

source: Username already exists
de: Benutzername existiert bereits
es: El nombre de usuario ya existe
fr: Ce nom d'utilisateur existe déjà

source: Please enter invite code
de: Bitte geben Sie den Einladungscode ein
es: Por favor, introduce el código de invitación
fr: Veuillez saisir le code d'invitation

source: Invite code is invalid
de: Einladungscode ist ungültig
es: El código de invitación no es válido
fr: Le code d'invitation n'est pas valide

source: Invite code has reached usage limit
de: Einladungscode hat die Nutzungsgrenze erreicht
es: El código de invitación ha alcanzado el límite de uso
fr: Le code d'invitation a atteint sa limite d'utilisation

source: Invite code has expired
de: Einladungscode ist abgelaufen
es: El código de invitación ha caducado
fr: Le code d'invitation a expiré

source: Registration successful! Please login.
de: Registrierung erfolgreich! Bitte melden Sie sich an.
es: ¡Registro exitoso! Por favor, inicia sesión.
fr: Inscription réussie ! Veuillez vous connecter.

source: An error occurred during registration
de: Ein Fehler ist während der Registrierung aufgetreten
es: Ocurrió un error durante el registro
fr: Une erreur s'est produite lors de l'inscription

source: 0 minutes
de: 0 Minuten
es: 0 minutos

source: %(hours)s hours %(minutes)s minutes
de: %(hours)s Stunden %(minutes)s Minuten
es: %(hours)s horas %(minutes)s minutos
fr: %(hours)s heures %(minutes)s minutes

source: %(minutes)s minutes
de: %(minutes)s Minuten
es: %(minutes)s minutos

source: This user has disabled their stats page.
de: Dieser Benutzer hat seine Statistikseite deaktiviert.
es: Este usuario ha deshabilitado su página de estadísticas.
fr: Cet utilisateur a désactivé sa page de statistiques.

source: This user's stats page is private.
de: Die Statistikseite dieses Benutzers ist privat.
es: La página de estadísticas de este usuario es privada.
fr: La page de statistiques de cet utilisateur est privée.

source: Anx library not found for this user.
de: Anx-Bibliothek für diesen Benutzer nicht gefunden.
es: Biblioteca Anx no encontrada para este usuario.
fr: Bibliothèque Anx introuvable pour cet utilisateur.

source: Progress updated
de: Fortschritt aktualisiert
es: Progreso actualizado
fr: Progression mise à jour

source: 'book_id' or 'library' is missing from the request
de: 'book_id' oder 'library' fehlt in der Anfrage
es: Falta 'book_id' o 'library' en la solicitud
fr: 'book_id' ou 'library' est manquant dans la requête

source: A task for this book is already in progress.
de: Eine Aufgabe für dieses Buch wird bereits ausgeführt.
es: Ya hay una tarea en progreso para este libro.
fr: Une tâche pour ce livre est déjà en cours.

source: Invalid 'library' type
de: Ungültiger 'library'-Typ
es: Tipo de 'library' no válido
fr: Type de 'library' invalide

source: File error: %(error)s
de: Dateifehler: %(error)s
es: Error de archivo: %(error)s
fr: Erreur de fichier : %(error)s

source: An unknown error occurred while starting the task: %(error)s
de: Beim Starten der Aufgabe ist ein unbekannter Fehler aufgetreten: %(error)s
es: Ocurrió un error desconocido al iniciar la tarea: %(error)s
fr: Une erreur inconnue est survenue lors du démarrage de la tâche : %(error)s

source: Task not found
de: Aufgabe nicht gefunden
es: Tarea no encontrada
fr: Tâche non trouvée

source: Forbidden
de: Verboten
es: Prohibido
fr: Interdit

source: Audiobook is not ready for download
de: Hörbuch steht nicht zum Download bereit
es: El audiolibro no está listo para descargar
fr: Le livre audio n'est pas prêt à être téléchargé

source: File not found on server
de: Datei auf dem Server nicht gefunden
es: Archivo no encontrado en el servidor
fr: Fichier non trouvé sur le serveur

source: Could not send file: %(error)s
de: Datei konnte nicht gesendet werden: %(error)s
es: No se pudo enviar el archivo: %(error)s
fr: Impossible d'envoyer le fichier : %(error)s

source: Authentication required
de: Authentifizierung erforderlich
es: Autenticación requerida
fr: Authentification requise

source: Permission denied to delete this Anx audiobook
de: Keine Berechtigung zum Löschen dieses Anx-Hörbuchs
es: Permiso denegado para eliminar este audiolibro de Anx
fr: Permission refusée pour supprimer ce livre audio Anx

source: Maintainer or administrator permission required.
de: Wartungs- oder Administratorberechtigung erforderlich.
es: Se requiere permiso de mantenedor o administrador.
fr: Permission de mainteneur ou d'administrateur requise.

source: Audiobook deleted successfully
de: Hörbuch erfolgreich gelöscht.
es: Audiolibro eliminado con éxito.
fr: Livre audio supprimé avec succès.

source: An error occurred during deletion
de: Beim Löschen ist ein Fehler aufgetreten.
es: Ocurrió un error durante la eliminación.
fr: Une erreur s'est produite lors de la suppression.

source: 2FA is already enabled.
de: 2FA ist bereits aktiviert.
es: 2FA ya está activado.
fr: L'A2F est déjà activée.

source: No pending 2FA setup request found.
de: Keine ausstehende 2FA-Einrichtungsanfrage gefunden.
es: No se encontró ninguna solicitud de configuración de 2FA pendiente.
fr: Aucune demande de configuration A2F en attente trouvée.

source: 2FA has been successfully enabled!
de: 2FA wurde erfolgreich aktiviert!
es: ¡2FA ha sido activado correctamente!
fr: L'A2F a été activée avec succès !

source: Incorrect verification code
de: Falscher Bestätigungscode.
es: Código de verificación incorrecto.
fr: Code de vérification incorrect.

source: Incorrect verification code.
de: Falscher Bestätigungscode.
es: Código de verificación incorrecto.
fr: Code de vérification incorrect.

source: 2FA has been disabled.
de: 2FA wurde deaktiviert.
es: 2FA ha sido desactivado.
fr: L'A2F a été désactivée.

source: Anx database not found.
de: Anx-Datenbank nicht gefunden.
es: Base de datos Anx no encontrada.
fr: Base de données Anx introuvable.

source: Book file with ID %(book_id)s not found.
de: Buchdatei mit ID %(book_id)s nicht gefunden.
es: Archivo de libro con ID %(book_id)s no encontrado.
fr: Fichier de livre avec l'ID %(book_id)s introuvable.

source: Error downloading book: %(error)s
de: Fehler beim Herunterladen des Buches: %(error)s
es: Error al descargar el libro: %(error)s
fr: Erreur lors du téléchargement du livre : %(error)s

source: This book needs to be converted to EPUB, but the `ebook-converter` tool is missing in the current environment.
de: Dieses Buch muss in EPUB konvertiert werden, aber das `ebook-converter`-Tool fehlt in der aktuellen Umgebung.
es: Este libro necesita ser convertido a EPUB, pero la herramienta `ebook-converter` no se encuentra en el entorno actual.
fr: Ce livre doit être converti en EPUB, mais l'outil `ebook-converter` est manquant dans l'environnement actuel.

source: Unable to process or convert the book.
de: Buch kann nicht verarbeitet oder konvertiert werden.
es: No se puede procesar o convertir el libro.
fr: Impossible de traiter ou de convertir le livre.

source: Book details not found.
de: Buchdetails nicht gefunden.
es: Detalles del libro no encontrados.
fr: Détails du livre introuvables.

source: This book has no available formats.
de: Dieses Buch hat keine verfügbaren Formate.
es: Este libro no tiene formatos disponibles.
fr: Ce livre n'a pas de formats disponibles.

source: Unable to download the book.
de: Buch kann nicht heruntergeladen werden.
es: No se puede descargar el libro.
fr: Impossible de télécharger le livre.

source: Please configure your Kindle email in user settings first.
de: Bitte konfigurieren Sie zuerst Ihre Kindle-E-Mail in den Benutzereinstellungen.
es: Por favor, configura tu correo electrónico de Kindle en los ajustes de usuario primero.
fr: Veuillez d'abord configurer votre e-mail Kindle dans les paramètres utilisateur.

source: This book needs to be converted to EPUB, but the `ebook-converter` tool is missing. Please install it in the system PATH.
de: Dieses Buch muss in EPUB konvertiert werden, aber das `ebook-converter`-Tool fehlt. Bitte installieren Sie es im System-PATH.
es: Este libro necesita ser convertido a EPUB, pero la herramienta `ebook-converter` no se encuentra. Por favor, instálala en el PATH del sistema.
fr: Ce livre doit être converti en EPUB, mais l'outil `ebook-converter` est manquant. Veuillez l'installer dans le PATH du système.

source: Unable to get or process the EPUB file for the book.
de: EPUB-Datei für das Buch kann nicht abgerufen oder verarbeitet werden.
es: No se puede obtener o procesar el archivo EPUB para el libro.
fr: Impossible d'obtenir ou de traiter le fichier EPUB du livre.

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue

source: This book needs to be converted to EPUB, but the `ebook-converter` tool is missing.
de: Dieses Buch muss in EPUB konvertiert werden, aber das `ebook-converter`-Tool fehlt.
es: Este libro necesita ser convertido a EPUB, pero la herramienta `ebook-converter` no se encuentra.
fr: Ce livre doit être converti en EPUB, mais l'outil `ebook-converter` est manquant.

source: No pushable format found.
de: Kein pushbares Format gefunden.
es: No se encontró formato para enviar.
fr: Aucun format poussable trouvé.

source: Error downloading or processing the book.
de: Fehler beim Herunterladen oder Verarbeiten des Buches.
es: Error al descargar o procesar el libro.
fr: Erreur lors du téléchargement ou du traitement du livre.

source: User directory not configured.
de: Benutzerverzeichnis nicht konfiguriert.
es: Directorio de usuario no configurado.
fr: Répertoire utilisateur non configuré.

source: Book '%(filename)s' pushed. Processed: %(processed)s, Skipped: %(skipped)s.
de: Buch '%(filename)s' gepusht. Verarbeitet: %(processed)s, Übersprungen: %(skipped)s.
es: Libro '%(filename)s' enviado. Procesados: %(processed)s, Omitidos: %(skipped)s.
fr: Livre '%(filename)s' poussé. Traités : %(processed)s, Ignorés : %(skipped)s.

source: Missing book ID.
de: Fehlende Buch-ID.
es: Falta el ID del libro.
fr: ID de livre manquant.

source: Anx book with ID %(book_id)s not found.
de: Anx-Buch mit ID %(book_id)s nicht gefunden.
es: Libro Anx con ID %(book_id)s no encontrado.
fr: Livre Anx avec l'ID %(book_id)s introuvable.

source: File path for book with ID %(book_id)s is missing.
de: Dateipfad für Buch mit ID %(book_id)s fehlt.
es: Falta la ruta del archivo para el libro con ID %(book_id)s.
fr: Le chemin du fichier pour le livre avec l'ID %(book_id)s est manquant.

source: Book file not found at path: %(path)s
de: Buchdatei unter Pfad nicht gefunden: %(path)s
es: Archivo de libro no encontrado en la ruta: %(path)s
fr: Fichier de livre introuvable au chemin : %(path)s

source: Failed to read book file: %(error)s
de: Fehler beim Lesen der Buchdatei: %(error)s
es: Error al leer el archivo del libro: %(error)s
fr: Échec de la lecture du fichier du livre : %(error)s

source: Book '%(title)s' uploaded successfully, ID: %(book_id)s (but failed to update source).
de: Buch '%(title)s' erfolgreich hochgeladen, ID: %(book_id)s (aber Aktualisierung der Quelle fehlgeschlagen).
es: Libro '%(title)s' subido correctamente, ID: %(book_id)s (pero falló al actualizar la fuente).
fr: Livre '%(title)s' téléversé avec succès, ID : %(book_id)s (mais échec de la mise à jour de la source).

source: Book '%(title)s' uploaded successfully, ID: %(book_id)s.
de: Buch '%(title)s' erfolgreich hochgeladen, ID: %(book_id)s.
es: Libro '%(title)s' subido correctamente, ID: %(book_id)s.
fr: Livre '%(title)s' téléversé avec succès, ID : %(book_id)s.

source: Upload failed, book may already exist.
de: Upload fehlgeschlagen, Buch existiert möglicherweise bereits.
es: Error al subir, el libro ya puede existir.
fr: Échec du téléversement, le livre existe peut-être déjà.

source: Calibre server returned an error: %(code)s - %(text)s
de: Calibre-Server hat einen Fehler zurückgegeben: %(code)s - %(text)s
es: El servidor de Calibre devolvió un error: %(code)s - %(text)s
fr: Le serveur Calibre a retourné une erreur : %(code)s - %(text)s

source: Error connecting to Calibre server: %(error)s
de: Fehler beim Verbinden mit dem Calibre-Server: %(error)s
es: Error al conectar con el servidor de Calibre: %(error)s
fr: Erreur de connexion au serveur Calibre : %(error)s

source: Username not found in user_dict.
de: Benutzername nicht im user_dict gefunden.
es: Nombre de usuario no encontrado en user_dict.
fr: Nom d'utilisateur non trouvé dans user_dict.

source: No files were uploaded.
de: Es wurden keine Dateien hochgeladen.
es: No se subió ningún archivo.
fr: Aucun fichier n'a été téléversé.

source: No files selected for uploading.
de: Keine Dateien zum Hochladen ausgewählt.
es: No se seleccionaron archivos para subir.
fr: Aucun fichier sélectionné pour le téléversement.

source: `ebook-converter` tool is missing, cannot convert file.
de: `ebook-converter`-Tool fehlt, Datei kann nicht konvertiert werden.
es: Falta la herramienta `ebook-converter`, no se puede convertir el archivo.
fr: L'outil `ebook-converter` est manquant, impossible de convertir le fichier.

source: Conversion failed: %(details)s
de: Konvertierung fehlgeschlagen: %(details)s
es: La conversión falló: %(details)s
fr: La conversion a échoué : %(details)s

source: Book '%(title)s' already exists in the library.
de: Buch '%(title)s' existiert bereits in der Bibliothek.
es: El libro '%(title)s' ya existe en la biblioteca.
fr: Le livre '%(title)s' existe déjà dans la bibliothèque.

source: Reactivated previously deleted book '%(title)s'.
de: Zuvor gelöschtes Buch '%(title)s' reaktiviert.
es: Se reactivó el libro eliminado previamente '%(title)s'.
fr: Livre précédemment supprimé '%(title)s' réactivé.

source: Book '%(title)s' uploaded successfully.
de: Buch '%(title)s' erfolgreich hochgeladen.
es: Libro '%(title)s' subido correctamente.
fr: Le livre '%(title)s' a été téléversé avec succès.

source: Failed to process '%(filename)s': %(error)s
de: Verarbeitung von '%(filename)s' fehlgeschlagen: %(error)s
es: Error al procesar '%(filename)s': %(error)s
fr: Échec du traitement de '%(filename)s': %(error)s

source: You do not have permission to upload books.
de: Sie haben keine Berechtigung, Bücher hochzuladen.
es: No tienes permiso para subir libros.
fr: Vous n'avez pas la permission de téléverser des livres.

source: No file part in the request.
de: Kein Dateiteil in der Anfrage.
es: No hay parte de archivo en la solicitud.
fr: Aucune partie de fichier dans la requête.

source: No file part.
de: Kein Dateiteil.
es: No hay parte de archivo.
fr: Aucune partie de fichier.

source: No selected file.
de: Keine Datei ausgewählt.
es: Ningún archivo seleccionado.
fr: Aucun fichier sélectionné.

source: Book not found
de: Buch nicht gefunden
es: Libro no encontrado
fr: Livre non trouvé

source: You do not have permission to edit this book.
de: Sie haben keine Berechtigung, dieses Buch zu bearbeiten.
es: No tienes permiso para editar este libro.
fr: Vous n'avez pas la permission de modifier ce livre.

source: No fields provided to update.
de: Keine Felder zum Aktualisieren angegeben.
es: No se proporcionaron campos para actualizar.
fr: Aucun champ fourni pour la mise à jour.

source: Metadata updated successfully.
de: Metadaten erfolgreich aktualisiert.
es: Metadatos actualizados correctamente.
fr: Métadonnées mises à jour avec succès.

source: Calibre returned an unknown response.
de: Calibre hat eine unbekannte Antwort zurückgegeben.
es: Calibre devolvió una respuesta desconocida.
fr: Calibre a retourné une réponse inconnue.

source: Calibre returned an invalid JSON response: %(text)s
de: Calibre hat eine ungültige JSON-Antwort zurückgegeben: %(text)s
es: Calibre devolvió una respuesta JSON no válida: %(text)s
fr: Calibre a retourné une réponse JSON invalide : %(text)s

source: Error connecting to Calibre server: %(code)s %(reason)s
de: Fehler beim Verbinden mit dem Calibre-Server: %(code)s %(reason)s
es: Error al conectar con el servidor de Calibre: %(code)s %(reason)s
fr: Erreur de connexion au serveur Calibre : %(code)s %(reason)s

source: Field parameter is required.
de: Feldparameter ist erforderlich.
es: El parámetro de campo es obligatorio.
fr: Le paramètre de champ est requis.

source: Completions not supported for field: %(field)s
de: Vervollständigungen werden für Feld nicht unterstützt: %(field)s
es: Completados no compatibles para el campo: %(field)s
fr: Les complétions ne sont pas prises en charge pour le champ : %(field)s

source: SMTP is not fully configured.
de: SMTP ist nicht vollständig konfiguriert.
es: SMTP no está completamente configurado.
fr: Le SMTP n'est pas entièrement configuré.

source: Email sent successfully.
de: E-Mail erfolgreich gesendet.
es: Correo electrónico enviado correctamente.
fr: E-mail envoyé avec succès.

source: Failed to send email: %(error)s
de: E-Mail konnte nicht gesendet werden: %(error)s
es: Error al enviar correo electrónico: %(error)s
fr: Échec de l'envoi de l'e-mail : %(error)s

source: Test recipient email address is required.
de: Test-Empfänger-E-Mail-Adresse ist erforderlich.
es: Se requiere una dirección de correo electrónico de destinatario de prueba.
fr: L'adresse e-mail du destinataire de test est requise.

source: Test email sent to %(email)s
de: Test-E-Mail an %(email)s gesendet.
es: Correo electrónico de prueba enviado a %(email)s.
fr: E-mail de test envoyé à %(email)s.

source: Test email successfully sent to %(email)s.
de: Test-E-Mail erfolgreich an %(email)s gesendet.
es: Correo electrónico de prueba enviado correctamente a %(email)s.
fr: E-mail de test envoyé avec succès à %(email)s.

source: Failed to send test email: %(message)s
de: Test-E-Mail konnte nicht gesendet werden: %(message)s
es: Error al enviar correo electrónico de prueba: %(message)s
fr: Échec de l'envoi de l'e-mail de test : %(message)s

source: Insufficient permissions
de: Unzureichende Berechtigungen
es: Permisos insuficientes
fr: Permissions insuffisantes

source: Custom invite code can only contain uppercase letters and numbers, 4-20 characters long
de: Benutzerdefinierter Einladungscode darf nur Großbuchstaben und Zahlen enthalten, 4-20 Zeichen lang
es: El código de invitación personalizado solo puede contener letras mayúsculas y números, con una longitud de 4 a 20 caracteres
fr: Le code d'invitation personnalisé ne peut contenir que des lettres majuscules et des chiffres, et doit comporter entre 4 et 20 caractères

source: Invite code already exists
de: Einladungscode existiert bereits
es: El código de invitación ya existe
fr: Le code d'invitation existe déjà

source: Code: %(code)s, Max uses: %(max_uses)s
de: Code: %(code)s, Max. Nutzungen: %(max_uses)s
es: Código: %(code)s, Usos máximos: %(max_uses)s
fr: Code : %(code)s, Utilisations max : %(max_uses)s

source: Code ID: %(code_id)s
es: ID del código: %(code_id)s
fr: ID du code : %(code_id)s

source: Operation failed: %(error)s
de: Vorgang fehlgeschlagen: %(error)s
es: Operación fallida: %(error)s
fr: L'opération a échoué : %(error)s

source: Operation failed
de: Vorgang fehlgeschlagen
es: Operación fallida
fr: L'opération a échoué

source: Book ID and type are required.
de: Buch-ID und Typ sind erforderlich.
es: Se requiere el ID y el tipo de libro.
fr: L'ID et le type du livre sont requis.

source: No history found for this book.
de: Kein Verlauf für dieses Buch gefunden.
es: No se encontró historial para este libro.
fr: Aucun historique trouvé pour ce livre.

source: MCP module is not available, cannot process book content.
de: MCP-Modul ist nicht verfügbar, Buchinhalt kann nicht verarbeitet werden.
es: El módulo MCP no está disponible, no se puede procesar el contenido del libro.
fr: Le module MCP n'est pas disponible, impossible de traiter le contenu du livre.

source: Missing required fields.
de: Fehlende erforderliche Felder.
es: Faltan campos obligatorios.
fr: Champs obligatoires manquants.
